[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Hungarian
DESCRIBABLE =	Hungarian

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Peking Golden Orange Technology Co., Ltd.\nTel.: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 ról ről
ABOUT_COPYRIGHT =	 Szerzői jog(C) 2004-2019
ABOUT_RIGHTS =	 minden jog fenntartva
ABOUT_LICENSED =	 A termék használatának joga a következőket illeti:
ABOUT_LAW =	 Figyelmeztetés: Ezt a számítógépes programot szerzői jogi törvények és nemzetközi egyezmények védik. A program egy részének vagy egészének jogosulatlan sokszorosítása vagy terjesztése súlyos polgári és büntetőjogi szankciókat vonhat maga után, és a törvényi keretek között a lehető legnagyobb mértékben büntetőeljárás alá vonható. .
	
MENU_FILE =	 &fájl
MENU_FILE_NEW =	 &Új
MENU_FILE_OPEN =	 &Nyisd ki...
MENU_FILE_PRINT =	 printCtrl+P
MENU_FILE_SAVE =	 &Ctrl+S mentése
MENU_FILE_SAVE_AS =	 &Mentés másként...
MENU_FILE_SCANIMAGE =	 Kép beszerzése és beolvasása...
MENU_FILE_SYSTEM =	 &Rendszerparaméterek...
MENU_FILE_IMGLIB =	 &Közös galéria...
MENU_FILE_IMPORT =	&Belép
MENU_FILE_MRU_FILE1 =	 legutóbbi fájlok
	
MENU_EDIT =	 &Szerkesztés
MENU_EDIT_COPY     =	 &másolat
MENU_EDIT_CUT      =	 &vágott
MENU_EDIT_COMBINE  =	 &A Ctrl+L kombinációja
MENU_EDIT_UNCOMBINE=	 &Külön Ctrl+K kombináció
MENU_EDIT_GROUP    =	 &Csoport Ctrl+G
MENU_EDIT_UNGROUP  =	 &Csoportbontás Ctrl+U
	
MENU_EDIT_PASTE=	 &paszta
MENU_EDIT_REDO =	 &Visszaszerez
MENU_EDIT_UNDO =	 &Visszavonás
MENU_EDIT_TOCURVE=	Konvertálás görbévé Ctrl+Q
MENU_EDIT_HATCH  =	Kitöltés Ctrl+H
	
ID_FILE_IMGLIB =	 Megnyitja a Kedvencek galériát\nKedvencek galériát
ID_FILE_IMPORT =	 Fájlok importálása más formátumban\nFájlok importálása
ID_FILE_MRU_FILE1 =	 nyissa meg ezt a dokumentumot
ID_FILE_NEW =	 Új dokumentum létrehozása\nÚj
ID_FILE_OPEN =	 Meglévő dokumentum megnyitása\nMegnyitás
ID_FILE_PRINT =	 Nyomtassa ki az aktív dokumentumot\nNyomtatás
ID_FILE_PRINT_PREVIEW =	 Teljes oldal megjelenítése\nNyomtatási előnézet
ID_FILE_PRINT_SETUP =	 A nyomtató és a nyomtatási beállítások módosítása\nNyomtatási beállítások
ID_FILE_SAVE =	 Mentse az aktív dokumentumot\nMentés
ID_FILE_SAVE_AS =	 Mentse el az aktív dokumentumot új fájlnévvel\nMentés másként
ID_FILE_SCANIMAGE =	 Szkennelt kép letöltése\nSzkennelt kép lekérése
ID_EDIT_COPY =	 Másolja a kiválasztott objektumot, és a vágólapra helyezi\nMásolás
ID_EDIT_CUT =	 Kivágja a kiválasztott objektumot, és a vágólapra helyezi\nKivágás
ID_EDIT_PASTE =	 Vágólap tartalmának beszúrása\nBeillesztés
ID_EDIT_REDO =	 Korábban visszavont művelet újbóli elvégzése\n Újra
ID_EDIT_UNDO =	 Az utolsó művelet visszavonása\nVisszavonás
ID_EDIT_GROUP =	 Csoportosítsa a kiválasztott objektumokat\nCsoport
ID_EDIT_UNGROUP =	 Elveti a kiválasztott csoportobjektumot\nElveti a csoportot
ID_EDIT_COMBINE =	 Csoportosítja a kijelölt objektumokat\nCsoport
ID_EDIT_UNCOMBINE  =	 A kiválasztott csoportobjektum leválasztása\nKülön csoport
ID_SYSTEM_PARAM =	 Rendszerparaméterek beállítása\nRendszerparaméterek
TT_MATERIALPARAMASSIS=	Lézeres anyagparaméterek tesztelése\nAnyagparaméter-asszisztens
MATERIALPARAMASSIS=	Anyagparaméter-asszisztens
MENU_MODI =	 &Módosít
MENU_DRAW =	 &Húz
MENU_DRAW_POINT =	 &pont
MENU_DRAW_CURVE =	 &ív
MENU_DRAW_LINE =	 &Vonal
MENU_DRAW_RECT =	 &Téglalap
MENU_DRAW_CIRCLE =	 &kör
MENU_DRAW_ELLIPSE =	 &Ellipszis
MENU_DRAW_POLY =	 &Poligon
MENU_DRAW_TEXT =	&szöveg
MENU_DRAW_BMPFILE =	 &Bittérkép fájl
MENU_DRAW_VECTORFILE =	 &Vektorfájl
MENU_DRAW_TIMER =	 &Késleltetés
MENU_DRAW_INPUT =	 &bemeneti port
MENU_DRAW_OUTPUT =	 &kimeneti port
MENU_DRAW_MESH3D=	 &3D felületek
MENU_ALIGN_BOTTOM =	 Igazítsa az alját
MENU_ALIGN_CENTER =	 középpont igazítása
MENU_ALIGN_CENTER_HOR =	 Vízszintes középvonal-beállítás
MENU_ALIGN_CENTER_VER =	 függőleges középvonal-igazítás
MENU_ALIGN_LEFT =	 balra igazítva
MENU_ALIGN_RIGHT =	 Igazítsa jobbra
MENU_ALIGN_TOP =	 felső él igazítása
MENU_VIEW =	 &Kilátás
MENU_VIEW_TOOLBAR =	 &Rendszer eszköztár
MENU_VIEW_ZOOMBAR =	 &Eszköztár megtekintése
MENU_VIEW_DRAWBAR =	 &Rajz eszköztár
MENU_VIEW_ENTLIST =	 Objektumlista sáv
MENU_VIEW_ENTPROP =	 Objektumtulajdonság sáv
MENU_VIEW_STATUS_BAR =	 &állapotsor
MENU_LASER =	 &Lézer
	
ENTPROP =	 objektum tulajdonságait
MENU_VIEW_RULER =	 Vonalzó megjelenítése
MENU_VIEW_GRID  =	 Rácspontok megjelenítése
TT_SHRULER=	A vonalzó megjelenítése vagy elrejtése
TT_SHGRID=	Rácspontok megjelenítése vagy elrejtése
MENU_VIEW_GUILD =	 Segédvonal
BK =	 háttér
DEGREE =	 Tölt
	
NAV_PICK_MOVEDIS=	finomhangolási távolság
WORKSPACE =	 Munkaterület
MENU_VIEW_SNAPGRID   =	 Snap Grid F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 Snap objektum F9
MENU_ABOUT =	 &Ról ről
MENU_HELP =	 &Segítség
IDCANCEL =	 &Megszünteti
IDOK =	 &RENDBEN
PASTE_X =	 Az eltolás beillesztése vízszintesen
PASTE_Y =	 Függőleges beillesztési eltolás
SAVEAS =	 Mentés másként
POINT =	 pont
CURVE =	 ív
RECT  =	 téglalap
CIRCLE =	 kerek
ELLIPSE =	 ovális
ELLPISE =	 ovális
POLYGON =	 poligon
TEXT =	szöveg
HATCH=	töltő
PATHTEXT=	útvonal szövege
CIRCLETEXT=	Ív szöveg
BMPFILE =	 bittérképes fájl
VECTORFILE =	 vektoros fájl
TIMER =	 késleltető
IOINPUT =	 bemeneti port
IOOUTPUT =	 kimeneti port
GROUP=	csoport
COMBINE=	kombináció
LAYER=	 réteg
NAME =	 név
TYPE =	típus
OBJECTINFO=	objektum tulajdonságait
TOCURVE=	Átalakítás görbévé
EDGENUM =	oldalak száma
APPLY=	&Alkalmaz
APPLYTOCOPY=	&Alkalmazás az &Objektum másolására
MARKLOOP=	A feldolgozás száma
POSITION=	Elhelyezkedés
RELATPOSITION=	relatív pozíció
RELATCENTER=	Relatív központ
SIZE=	méret
ARRAY=	sor
COUNT=	szám
INC=	Járulékos
IOCTRLCONDITION=	IO vezérlési állapot
ROUND=	gömbölyűség foka
ALLROUND=	Minden sarka kerek
DIAMETER =	 átmérő
STARTANGLE =	 kezdőszög
ENDANGLE =	 végszög
FILENAME=	fájl név
DYNFILE=	dinamikus beviteli fájl
FIXEDDPI=	Fix DPI
FIXESIZEX=	Fix X méret
FIXESIZEY=	Fix Y méret
FIXEPOS=	Fix helyzetben
INVERT=	fordított
GRAY=	szürkeárnyalatos
DITHER=	kivezetések
LIGHTEN=	Fényes kezelés
BRIGHT=	Fényerősség
CONTRAST=	Kontraszt
SCANMODE=	szkennelési mód
BIDIRSCAN=	Kétirányú szkennelés
YSCAN=	Y szkennelés
DRILLMODE=	Pont mód
PIXELPOWER=	Beállítási pont teljesítmény
	
BARCODE_ATTRIB=	 &Vonalkód tulajdonságai...
BARCODE =	 vonalkód
CREATE_BARCODE =	 Vonalkódok létrehozása
MODEIFY_BARCODE=	 Vonalkód módosítása
BARCODE_INPUTPT =	 Adja meg a vonalkód bal alsó sarkának koordinátáit
BARCODE_ERR_INVALIDSTR =	 Érvénytelen vonalkód-karakterlánc, kérjük, írja be újra!
	
INFO_EAN13 =	Az EAN-13 egy fix hosszúságú vonalkód. Karakterkészlete csak '0' és '9' közötti számokat tartalmaz. Az EAN-13 13 karaktert tartalmaz, az első 12 adat, az utolsó karakter pedig egy ellenőrző kód. A kód a rendszer automatikusan hozzáadja, és a rendszer csak az első 12 karaktert veszi fel.
INFO_EAN13_2 =	 Az EAN-13+2 az EAN-13 plusz 2 további kód, és a rendszer az utolsó 2 karaktert veszi fel kiegészítő kódként.
INFO_EAN13_5 =	 Az EAN-13+5 az EAN-13 plusz 5 további kód, a rendszer az utolsó 5 karaktert veszi fel kiegészítő kódnak.
INFO_EAN8 =	 Az EAN-8 egy fix hosszúságú vonalkód. Karakterkészlete csak 0-tól 9-ig terjedő számokat tartalmaz. Az EAN-8 8 karaktert tartalmaz, az első 7 karakter adat, az utolsó karakter pedig egy ellenőrző kód. A kód a rendszer automatikusan hozzáadja, és a rendszer csak az első 7 karaktert veszi fel.
INFO_EAN8_2 =	 Az EAN-8+2 az EAN-8 plusz 2 további kód, és a rendszer az utolsó 2 karaktert veszi fel kiegészítő kódként.
INFO_EAN8_5 =	 Az EAN-8+5 az EAN-8 plusz 5 további kód, és a rendszer az utolsó 5 karaktert veszi fel kiegészítő kódként.
	
CHECKNUM=	ellenőrző kód
THINMODULEWIDTH=	Keskeny modulszélesség
INFO_CODE39 =	 39 vonalkód egy nem egymást követő, nem rögzített hosszúságú kétirányú vonalkód, amelyben minden sáv és szóköz információt jelöl; karakterkészlete tartalmazza a '0'-'9', 'AZ', 'AZ', szóközt, '$', '%' , '+' ,'-','.','/'; Van egy opcionális ellenőrző kód, amelyet a rendszer automatikusan hozzáad.
INFO_CODE39_EXTENDED=	 A 39 kiterjesztett vonalkód egy kiterjesztett vonalkód 39 vonalkódra, támogatja az összes ASCII karaktert.
INFO_CODE93 =	 A 93-as vonalkód egy folyamatos, nem rögzített hosszúságú kétirányú vonalkód, sávokkal és szóközökkel, amelyek információt jelölnek; karakterkészlete tartalmazza a következőt: '0'-'9', 'AZ', szóköz, '$', '%',' +', '-','.','/'; Van egy opcionális ellenőrző kód, amelyet a rendszer automatikusan hozzáad.
INFO_CODEBC412=	 A BC412 vonalkód egy folyamatos, nem rögzített hosszúságú kétirányú vonalkód, amelyben minden vonal és szóköz információt jelöl; karakterkészlete 0-9-et tartalmaz, és az AZ-ban nem szerepel az 'O'; az ellenőrző kód a rendszer automatikusan hozzáadja.
INFO_CODE11 =	 11 vonalkód egy nem folyamatos, nem rögzített hosszúságú kétirányú vonalkód, amelyben a vonalak és a szóközök információkat jelölnek; karakterkészlete tartalmazza a '0'-'9','-' karakterkészletet; van egy opcionális ellenőrző kód, és az ellenőrző kódot a rendszer határozza meg a Csatlakozás automatikusan.
INFO_UPCA =	 A UPC-A egy fix hosszúságú vonalkód, karakterkészlete csak '0' és '9' közötti számokat tartalmaz, az UPC-A 12 karaktert tartalmaz, az első 11 adat, az utolsó karakter pedig egy ellenőrző kód. a rendszer automatikusan hozzáadja, és a rendszer csak az első 11 karaktert veszi fel.
INFO_UPCA_2 =	 A UPC-A+2 az UPC-A plusz 2 további kód, és a rendszer az utolsó 2 karaktert veszi fel további kódként.
INFO_UPCA_5 =	 A UPC-A+5 UPC-A plusz egy 5 számjegyű kiegészítő kód, és a rendszer az utolsó 5 karaktert veszi fel kiegészítő kódnak.
INFO_UPCE =	 UPC-E egy fix hosszúságú vonalkód, karakterkészlete csak 0-tól '9-ig terjedő számokat tartalmaz, a UPC-E 8 karaktert tartalmaz, az első karakter fix 0, a 2-7 karakter adat, és a utolsó 1 Minden karakter az ellenőrző kód, az ellenőrző kódot a rendszer automatikusan hozzáadja, és a rendszer csak az első 6 karaktert veszi fel.
INFO_UPCE_2 =	 A UPC-E+2 az UPC-E plusz 2 további kód, és a rendszer az utolsó 2 karaktert veszi fel kiegészítő kódként.
INFO_UPCE_5 =	 A UPC-E+5 UPC-E plusz egy 5 számjegyű kiegészítő kód, és a rendszer az utolsó 5 karaktert veszi fel kiegészítő kódnak.
INFO_CODE25=	A Code 25 vonalkód egy nem folytonos vonalkód, amely csak az információkat jelző vonalakat tartalmazza, karakterkészlete csak 0-tól '9-ig terjedő számokat tartalmaz, hossza nem rögzített.
INFO_CODEINTER25=	Az interleaved (ITF) 25 kód egy folyamatos vonalkód, amelyben a vonalak és a szóközök egyaránt információt jelentenek. Karakterkészlete csak 0-tól '9-ig terjedő számokat tartalmaz. Ha a karakterek száma páratlan, a rendszer automatikusan hozzáad egy kezdő 0-t. A kiválasztott ellenőrző kódot a rendszer automatikusan hozzáadja.
INFO_CODECODABAR=	Codabar vonalkód egy nem folyamatos, nem rögzített hosszúságú, kétirányú vonalkód önellenőrző funkcióval, amelyben minden vonal és szóköz információt jelöl; karakterkészlete tartalmazza a '0'-'9', 'AD','-', ' $',':','/','.','+';
INFO_CODE128A=	A CODE128A vonalkód egy folyamatos vonalkód, karakterkészlete 0 és 95 közötti ASCII értékű karaktereket tartalmaz, méretkorlátozás nincs.
INFO_CODE128B=	A CODE128B vonalkód folyamatos vonalkód, karakterkészlete 32 és 127 közötti ASCII értékű karaktereket tartalmaz, méretkorlátozás nincs.
INFO_CODE128C=	A CODE128C vonalkód egy folyamatos vonalkód, karakterkészlete '0'-'9' számokat tartalmaz, ha a karakterek száma páratlan, a rendszer automatikusan hozzáad egy kezdő 0-t;
INFO_EAN128A=	Az EAN128A vonalkód egy folyamatos vonalkód, karakterkészlete 0 és 95 közötti ASCII értékű karaktereket tartalmaz, méretkorlátozás nincs.
INFO_EAN128B=	Az EAN128B vonalkód folyamatos vonalkód, karakterkészlete 32 és 127 közötti ASCII értékű karaktereket tartalmaz, méretkorlátozás nincs.
INFO_EAN128C=	Az EAN128C vonalkód egy folyamatos vonalkód, karakterkészlete '0'-'9' számokat tartalmaz, ha a karakterek száma páratlan, a rendszer automatikusan hozzáad egy kezdő 0-t;
	
QUIET=	üres
MID=	középső
SCALE=	Arány
BARHEIGHT=	magas vonalkód
NARROWBARW=	Keskeny modulszélesség
BAR=	szalag
SPACE=	nulla
INTERCHARSCALE=	középső karakterköz
MODULETUNING=	Vonalkód modul beállítása
AUTOSIZE=	automatikus méret
FIXEDSIZE=	Fix méret
SHORTPDF417=	rövidített mód
ERRLEVEL=	hibajavítási szint
PDF417_ROWOUTRANGE=	A PDF417 vonalkód sorainak 3-90 sorosnak kell lenniük!
PDF417_COLOUTRANGE=	A PDF417 vonalkód oszlopoknak 3-30 oszloposnak kell lenniük!
BARCODE_ERR_ROWCOL=	A beállított sorok és oszlopok száma nem fér bele az aktuális karakterláncba!
SMALLEST=	legkisebb méret
MATRIX=	mátrix
MODULEWIDTH=	Modul szélessége
REVERSE=	fordított
INFO_CODEPDF417=	A PDF417 vonalkód kétdimenziós vonalkód, karakterkészlete az összes ASCII karaktert tartalmazza;
INFO_CODEMICROPDF417=	MicroPDF417 vonalkód egy kétdimenziós vonalkód, karakterkészlete tartalmazza az összes ASCII karaktert;
INFO_CODEDATAMTX=	A DATAMATRIX vonalkód egy kétdimenziós vonalkód, karakterkészlete tartalmazza az összes ASCII karaktert;
VALID=	hatékony
FONT =	 betűtípus
FONT_ANGLE =	 hajlam
FONTTYPE_BCF =	 vonalkód betűtípus
FONTTYPE_DMF =	 bittérképes betűtípus
FONTTYPE_JSF =	 egysoros betűtípus
FONTTYPE_TTF =	 TrueType betűtípusok
SHOWTEXT=	kijelző szöveg
TEXTHEIGHT=	szöveg magasság
TEXTWIDTH=	szöveg szélessége
TEXTOFFSETX=	Szöveg X eltolás
TEXTOFFSETY=	Y szöveg eltolása
TEXTSPACE=	szövegköz
POINTMODE=	pont mód
ROW=	Sor
COL=	Lista
KEYBOARD =	 billentyűzet
DATE =	 dátum
SERIAL =	 sorozatszám
LISTFILE=	lista fájl
DYNAMICFILE=	dinamikus fájl
ENVARTEXT=	változó szöveg engedélyezése
HEIGHT =	 magas
CHARSPACE=	karakterköz
CHARWIDTH=	karakterszélesség
CHARHEIGHT=	karakter magassága
LINESPACE=	Sorköz
ANGLE =	 szög
PROMPT_TRAY =	 Tippek az egyes tételek feldolgozása előtt
PROMPT_NEVER =	 ne szólítsa fel
PROMPT_PART =	 Tippek az egyes darabok feldolgozása előtt
DATEFORMAT=	dátum formátum
ADDDATEFORMAT=	dátumformátum hozzáadása
STARTSN=	kezdési sorszám
CURSN=	aktuális sorozatszáma
INCSN=	Sorozatszám növekmény
MARKPER=	minden jel
EXTEND=	kiterjed
PREFIX =	 előtag
SUFFIX =	 utótag
SUPRES_ZERO =	 A vezető nullák elnyomása
RESETNO =	 állítsa vissza a sorozatszámot
SERAIL_ARRAY =	 Tömb sorozatszáma
SNDLG_FILTER =	 Szűrje le a következő sorozatszámokat
LINENO=	sorszám
ENCONTOUR=	profil engedélyezése
HATCH1=	párnázás 1
HATCH2=	párnázás 2
ENABLE=	Engedélyezze
PENNO=	tollszám
HATCH_CALCALL=	Az objektum egészének számítása
HATCH_EDGE=	körbe sétálni
LISTDIST=	Sorköz
EDGEOFFSET=	árrés
STARTOFFSET=	kezdési eltolás
ENDOFFSET=	vége eltolás
SETDEFAULT=	beállítás alapértelmezettként
WAITTIME=	várakozási idő
MESSAGE=	Sürgős üzenet
SETOUTPUT=	állítsa be a kimeneti portot
SYSTEMPARAM =	 Rendszerparaméterek
GENERAL =	 hagyományos
COLOR =	 szín
WORKSPACE =	 Munkaterület
AUTOSAVE =	 automatikus biztonsági mentés
MOVEROTATE =	 mozgatható forgatás
PLUGMGR =	 Plugin Manager
UNIT_TYPE =	 egységtípus
GRID_DIST =	 rácstávolság
GRID =	 rács
SHOW_GRID =	 rács megjelenítése
MM =	 mm
INCH =	 hüvelyk
WORKSPAC_SHOW =	 munkaterület megjelenítése
WORKSPAC_CIRCLE =	 kör alakú munkaterület
LB_CORNER =	 bal alsó
WIDTH =	 szélesség
BIGNUDGESCALE=	Nagy beállítási arány
NEXTVALID =	 Ez a változtatás csak a következő rendszerindításkor lép érvénybe
EVERY =	 Minden
BAKEXPLAIN =	Mentse el az aktuális adatokat az AutoSave.Ezd fájlba a programkönyvtárban megadott időközönként.
BAKTIME =	 "percek, automatikus biztonsági mentés"
	
ZOOM_WINDOW1 =	 ablak nagyítása
ZOOM_WINDOW2 =	 ablak nagyítása
PICK =	 válassza ki
PICK_ALL=	mindet kiválaszt
PICK_BYENT =	 Tárgy szerint
PICK_COPY =	 mobil másolat
PICK_COPYENT =	 másolat
PICK_CUT =	 vágott
PICK_DEL =	 kijelölés törlése
PICK_ENT_CNT =	 Válassza ki az objektumok számát
PICK_ENTITY =	 objektum van kiválasztva
PICK_GL =	 Húzzon egy irányvonalat
PICK_INV =	 fordított kiválasztás
PICK_LEFT =	 Nyújts balra és jobbra
PICK_LOCK =	 kiválasztási zár
PICK_MOVE =	 Átalakítás áthelyezése
PICK_PEN =	 Válassza ki tollal
PICK_NOENTITY =	 Nincsenek kiválasztva objektumok
ERR_0001 =	 Ez a paraméter nem lehet kisebb 0,001-nél, kérjük, adja meg újra
ERR_CRC     =	 Fájl adatellenőrzési hiba, előfordulhat, hogy a fájl sérült.
ERR_DELSYSLAYER =	 A rendszer alapértelmezett rétege nem törölhető
ERR_DELUSELAYER =	 A jelenleg használt réteg nem törölhető
ERR_MATCHFONTERR =	 A betűtípus nem egyeztethető össze
ERR_MEMORY  =	 Nincs elegendő memóriahely elegendő memória lefoglalásához.
ERR_NOFINDIMPORT =	 Nem található érvényes beviteli bővítmény
ERR_OPENFILE =	 a fájl megnyitása nem sikerült
ERR_READFILE     =	 Nem sikerült beolvasni a fájlt
ERR_RENAMESYSLAYER =	 A rendszer alapértelmezett fólianeve nem módosítható
ERR_SAVEFILE =	 A fájl mentése nem sikerült
ERR_SERIAL_FORMA =	 A fájl formátuma nem megfelelő, előfordulhat, hogy a fájl sérült.
ERR_VERSION =	 A fájl rossz verziója.
ERROR_VAR_FILTER =	 szűrők túl kemények ahhoz, hogy érvényes változó szövegobjektumokat hozzanak létre\nKérjük, távolítson el néhány szűrőt, és próbálja újra
IS_TEXT_TO_GRAPH =	 konvertálja-e a szöveget ezzel a betűtípussal grafikává
CMD_OPENFILE =	 nyisson meg egy fájlt
CMD_SAVEFILE =	 dokumentum mentése
OPEN =	 Nyisd ki
TIP_NOTITLE =	 Névtelen
NOTITLE =	 Névtelen
FILE_ISSAVEAS =	 A módosított fájlok mentése ide
CHECK_SAVEPRE =	 mentse az előnézeti képet
CHECK_SCALE =	 tartsa meg az arányokat
CHECK_SHOWPRE =	 Előnézeti kép megjelenítése
STATIC_SAVETYPE =	 kimeneti módszer
RADIO_SAVEALL =	 kiírja az összes objektumot
RADIO_SAVEPICK =	 kimenet kiválasztási objektum
AUTHOR =	 szerző
COMMENT =	 Megjegyzések
FILEINFO =	 fájl információk
VERSION =	 Változat
CMD_NEWFILE =	 hozzon létre egy új fájlt
PICK_PASTE =	 paszta
CENFIELD=	hely a központba
AUTOSAVEFILE =	 Tervfájlok automatikus biztonsági mentése...
ON=	nyisd ki
OFF=	Bezárás
GUIDELINE =	 Segédvonal
OBJECT=	tárgy
	
	
	
	
ID_DRAW_CIRCLE =	 Rajzolj kört\nKör rajzolj
ID_DRAW_ELLIPSE =	 Rajzolj ellipszist\nRajzolj ellipszist
ID_DRAW_PLINE =	 Görbe rajzolása\nGörbe rajzolása
ID_DRAW_LINE =	 Vonal rajzolása\nVonal rajzolása
ID_DRAW_POINT =	 Nyomtatási pont\nPont ábrázolása
ID_DRAW_POLY =	 Sokszög rajzolása\nSokszög rajzolása
ID_DRAW_RECT =	 Téglalap rajzolása\nTéglalap rajzolása
ID_DRAW_TEXT =	 Szöveg rajzolása\nSzöveg rajzolása
ID_DRAW_BITMAP=	 Bittérképfájl rajza\nBittérképfájl rajza
ID_DRAW_VECTOR=	 Rajz vektorfájl\nRajz vektorfájl
ID_DRAW_TIME  =	Rajzolási késleltetés\nDraw Delay
ID_DRAW_INPUT =	 Bemeneti port rajzolása\nBemeneti port rajzolása
ID_DRAW_OUTPUT=	 Draw Outlet\nDraw Outlet
	
	
ID_TOOL_NODE =	 Grafikon csomópont szerkesztése\nCsomópont szerkesztése
ID_TOOL_PICK =	 Grafikonválasztó eszköz\nGrafikon kijelölése
ID_MODIFY_HATCH =	 Kijelölt objektumok kitöltése\nKitöltés
ID_TOGRAPH =	 Objektum konvertálása grafikus objektummá\ngrafikává
ID_VIEW_STATUS_BAR =	 Az állapotsor megjelenítése vagy elrejtése\nAz állapotsor megjelenítése és elrejtése
ID_VIEW_TOOLBAR =	 A rendszereszköztár megjelenítése vagy elrejtése\nA rendszersáv megjelenítése és elrejtése
ID_VIEW_ZOOMBAR =	 Megjeleníti vagy elrejti a nézet eszköztárat\nMegjeleníti és elrejti a nézetsávot
ID_VIEW_DRAW_BAR=	 A rajzeszköztár megjelenítése vagy elrejtése\nA rajzsáv megjelenítése és elrejtése
ID_VIEW_ENTPROP=	 Az objektumtulajdonságsáv megjelenítése vagy elrejtése\nAz objektumtulajdonságsáv megjelenítése és elrejtése
ID_VIEW_ENTLIST=	 Objektumlista sáv megjelenítése vagy elrejtése\nAz objektumlistasáv megjelenítése és elrejtése
	
ID_ZOOM_ALL =	 Az összes objektumot maximumon jeleníti meg\nAz összes megtekintése
ID_ZOOM_PICK =	 Maximális megjelenítési lehetőség\nVálassza ki a megfigyelést
ID_ZOOM_IN =	 Duplázza meg a kijelzőt\nNagyítás
ID_ZOOM_OUT =	 Duplázza meg a kijelzőt\nKicsinyítés
ID_ZOOM_PAN =	 Pásztázás kijelző\nPásztázás
ID_ZOOM_WINDOW =	 Ablak méretezése\nAblak méretezése
ID_ZOOM_WORKSPACE =	 A teljes munkaterület megtekintése\nMunkaterület nézet
ID_SNAP_GUILD =	 Rögzítés a segédvonalakhoz\nRögzítés a segédvonalakhoz
ID_SNAP_GRID =	 Rácshoz illesztés\nRácshoz illesztés
ID_SNAP_OBJECT=	 Snap Object\nSnap Object
ID_SNAP_MESHVERTEX=	 Illesztés a felszíni csúcsokhoz\nRészvétel a felszíni csúcsokhoz
ID_APP_ABOUT =	Programinformációk, verziószám és szerzői jog megjelenítése\nNévjegy
ID_APP_EXIT =	 Lépjen ki az alkalmazásból; a dokumentum mentését kéri\nKilépés
	
	
TT_PICKALL =	 Minden objektum kijelölése\nMinden objektum kijelölése
TT_PICKDEL =	 Kijelölt objektumok törlése\nKijelölt objektumok törlése
TT_PICKINVERT =	 Kijelölés megfordítása\nKijelölés megfordítása
TT_PICKLOCK =	 A kijelölt objektum zárolása\nZárolás
TT_PICKUNLOCK =	 A kiválasztott objektum zárolásának feloldása\nFeloldás
TT_PICKUNLOCKALL =	 Az összes objektum zárolásának feloldása\nAz összes feloldása
TT_PICKCEN =	 Származási hely\nA származási hely
TT_PICKCENX =	Az X középpont az Y tengelyre kerül\nAz X középpont az Y tengelyre kerül
TT_PICKCENY =	 Az Y középpont az X tengelyre kerül\nAz Y középpont az X tengelyre kerül
TT_PICKPEN=	Objektumok kijelölése tollszám alapján\nObjektumok kiválasztása tollszám alapján
TT_NODE_ADD =	 Csomópont hozzáadása\nCsomópont hozzáadása
TT_NODE_ALIGN =	 Csomópont igazítás\nCsomópont igazítás
TT_NODE_ARC =	 Átalakítás ívvé\nÍvvé
TT_NODE_BEZIER =	 Átalakítás görbévé\nGörbévé
TT_NODE_CLOSE =	 A görbe automatikus bezárása\nA görbe automatikus bezárása
TT_NODE_DEL =	 Csomópont csökkentése\nCsomópont csökkentése
TT_NODE_DIR =	 Görbe irányának módosítása\nGörbe irányának módosítása
TT_NODE_LINE =	 Átalakítás egyenessé\nKonvertálás egyenessé
TT_NODE_REDUCE =	 Pontok automatikus csökkentése\nPontok automatikus csökkentése
TT_NODE_SEPARATE =	 Csomópont leválasztása\nCsomópont leválasztása
TT_NODE_SHARP =	 Éles átmenet\nÉles átmenet
TT_NODE_SMOOTH =	 Sima átmenet\nSima átmenet
TT_NODE_SYSMETRIC =	 Szimmetrikus átmenet\nSzimmetrikus átmenet
TT_NODE_UNITE =	 Fúziós csomópont\nFúziós csomópont
TT_POINTONCURVE=	pont a görbén
TT_ADDLAYER=	Réteg hozzáadása\nRéteg hozzáadása
TT_DELLAYER=	Réteg törlése\nRéteg törlése
ADDLAYER=	réteg hozzáadása
DELLAYER=	réteg törlése
ROTATEANG =	 Forgási szög
MOVEDIST  =	 Mozgási távolság
ZOOMSCALE =	 méretarány
INPUTPT =	 bemeneti pont
INPUTSTARTPT =	 Adja meg a kiindulási pontot
INPUTCENTER  =	 Adja meg a kör közepét
PICKCURVE=	Válassza ki a görbét a pont elhelyezéséhez
PONITNUM=	pontokat
POINTDIST=	ponttávolság
TEXT_POS=	Válassza ki a szöveg elhelyezési helyét
ALIGN =	 igazítsa
UNDO=	visszavonni
REDO=	visszaszerez
MENU_FINISH=	&vége
MENU_CLOSEFINISH=	&Lezárt vége
MENU_COOR=	&Adja meg a koordinátákat
TRANSFORM =	 átalakítani
CENTER =	 központ
MIRROR =	 tükör
SHEAR=	dönthető
PEN=	Toll
SPEED=	sebesség
OBJECTLIST=	objektumlista
APPLYDEF=	paraméter alapértelmezettre állítva
ADVANCE=	fejlett
POWER=	erő
FREQ=	frekvencia
TICKLE=	Előionizáció
STARTTC=	Bekapcsolási késleltetés
ENDTC=	vége késleltetés
POLYTC=	sarok késleltetés
SECOND=	második
US=	mikroszekundum
DELETE=	töröl
PARAMLIB=	paraméterkönyvtár
INPUTPARAMNAME=	Írja be a paraméter nevét
GUILDLINE =	 Segédvonal
PARAMNAMENONULL=	A paraméter neve nem lehet üres
PARAMNAMEEXIST=	A paraméternév már létezik! Felülírja a régi paramétert?
REALYDELPARAM=	Biztosan törli az aktuális paramétert?
REALYAPPDEF=	Biztos benne, hogy az aktuális paramétereket alapértelmezett paraméterként kívánja alkalmazni?
JUMPSPEED=	Ugratási sebesség
JUMPPOSTC=	Ugrás pozíció késleltetése
JUMPDISTTC=	Ugrástáv késleltetés
ADVANCEMARKPARAM=	Speciális jelölési paraméterek
ENDCOMP=	végpont kompenzáció
ACCDIST=	Gyorsulási távolság
MARK=	jelzés
SELECTAPARAM=	Kérjük, válasszon egy paramétert
MODIFYCOLOR=	színét változtatni
MODIFPARAM=	Paraméterek módosítása
APPLYTOPICK=	alkalmazni a kiválasztásra
PARAM=	paraméter
NOMOREMARKPARAM=	Csak alapértelmezett paraméterek, nem módosíthatók
NOPICKOBJECT=	nincs kiválasztva objektum
SETDEFPEN=	alapértelmezett tollként beállítva
MENU_SPECIAL=	&Különleges
FAILOPENLMC=	Nem lehet megnyitni az LMC1 illesztőprogramot Ellenőrizze, hogy az LMC1 illesztőprogram megfelelően van-e telepítve!
NOTFINDLMC=	Nem található érvényes LMC1 eszköz!
MENU_LASER=	&Lézer
DISABLEUSE =	 Használata tilos
ENABLEUSE =	 használat
FIELD=	terület
LASERCTRL=	lézeres vezérlés
EXTAXIS=	Kiterjesztett tengely
CONFIGPARAM=	Konfigurációs paraméterek
NEGATE=	fordított
ASPECT=	Külső
FIELDSIZE=	Terület mérete
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	A feldolgozás után menjen a kijelölt helyre
MARKSTR_AFTER1=	ne mozdulj
MARKSTR_AFTER2=	Galvo Központ
MARKSTR_AFTER3=	az objektum bal felső sarkában
MARKSTR_AFTER4=	Az objektum jobb felső sarka
MARKSTR_AFTER5=	az objektum jobb alsó sarkában
MARKSTR_AFTER6=	az objektum bal alsó sarkában
MARKING=	Jelzés...
WAITIOINPUT=	Várakozás az IO bemeneti port jelére...
	
PART=	Alkatrészek
TOTALNUM=	teljes
CONTINUES=	Folyamatos feldolgozás
MARKSELECT=	Válassza ki a feldolgozást
QUIT=	Kilépés
LIGHTSHOW=	piros fényű kijelző
	
QSWITCH=	Q kapcsoló
ANALOGOUT=	Analóg kimenet
CALIBRATION=	Javítás
OTHER=	Egyéb
ENPWMSIGNALE=	PWM jelkimenet engedélyezése
MAXPWMFREQ=	Maximális PWM jelfrekvencia
ENABLETICKLE=	Előionizáció engedélyezése
PULSEWIDTH=	Impulzus szélesség
PULSEPERIOD=	Impulzusfrekvencia
FPK=	első pulzus elnyomás
FPKEND=	Kapcsolja be a Q kapcsolót, amikor az első impulzuselnyomás véget ér
ANALOGOUT=	Analóg kimenet
ANAPOWER=	Tápfeszültség analóg port kimenet engedélyezése
ANAFREQ=	Engedélyezze a frekvencia analóg port kimenetét
STARTMARKDELAY=	Indítsa el a késleltetés jelölését
FINSIHMARKDELAY=	Végjel késleltetés
MAXPOWERDELAY=	Maximális teljesítmény késleltetés
USERDEFRATIO=	Felhasználó által meghatározott skála
REALRATIO=	Valós arány
FREQMAP=	frekvencia leképezés
POWERMAP=	teljesítmény leképezés
READY=	Készít
BTNSTOP=	STOP (F4)
BTNMARK=	Mark (F2)
BTNPARAM=	Paraméterek (F3)
BTNQUIT=	KILÉPÉS (F5)
BTNLIGHT=	Piros lámpa (F1)
MARKSTR_NOENTITY=	Adatokat nem lehet feldolgozni, kérjük ellenőrizze, hogy a fájl betöltődött-e!
MARKSTR_NOENTITY_SELECT=	Nincs feldolgozható adat, kérjük ellenőrizze, hogy a feldolgozási objektum ki van-e jelölve!
DOG_DATAERROR =	 A titkosítási zárolási adatok hibásak, kérjük, ellenőrizze, hogy a titkosítási zár megfelelően van-e behelyezve
DOG_SHARETIME =	 A jelenlegi verzió egy megosztott verzió, elhasználta a megengedett időt!\nHa továbbra is használni szeretné ezt a szoftvert, forduljon a szoftver forgalmazójához
DOG_SHARE =	 jelenlegi verzió egy megosztott verzió, elhasználta a megengedett számú alkalommal!\nHa továbbra is használni szeretné ezt a szoftvert, forduljon a szoftver forgalmazójához
DEMOVERSION=	Nem található hardverkulcs! A szoftver demo módban fog működni
DELHATCH=	távolítsa el a párnázást
CURTIME=	aktuális idő
TOTALTIME=	teljes idő
PULSELENGTH=	Impulzus szélesség
CHECK=	észlelni
LASERON=	Kapcsolja be a lézert
LASEROFF=	lézer kikapcsolva
POSX=	X pozíció
POSY=	Y pozíció
LASERWILLOUTPUT=	Nyomja meg az OK gombot a lézer kimenetéhez, biztos benne, hogy ki akarja adni a lézert?
WARN=	figyelmeztet
SCANIMAGE=	kép beolvasása
BOTTOM =	 alsó
TOP =	 tetejére
	
ORIGIN_PTNUM=	Írja be a nulla pontot
ORIGIN_WAY=	Vissza a származási módszerhez
PLUGFILENAME =	 Plugin fájl neve
	
PLUGSTATE =	 plugin állapota
PLUGVER =	 Plugin verzió
PROMPT =	 célzás
MENU_APP_EXIT =	 &Kijárat
LMCVERERROR=	LMC hardververzió hiba
WELD=	hegesztés
TRIM=	aszalt szilva
INTERSECT=	kereszt
WELDTO=	hozzá hegesztve
TRIMTO=	at
INTERSECTTO=	átkelni
PLASTIC=	alak
SAVESRC=	megtartani az eredeti tárgyat
SAVETAR=	célobjektum megtartása
NOVALIDONCEMORE=	Nincs érvényes objektum kiválasztva, újra ki kell választani?
FILE=	dokumentum
PORT=	kikötő
IOSTOP=	Állítsa le a bemeneti port feldolgozását
STOPPROMPT=	Üzenet a megmunkálás leállításakor
STOPSIGNALTRIG=	A stop jel aktiválódik és az aktuális feldolgozás leáll!
REMOTE=	távirányító
ENREMOTE=	Távirányító engedélyezése
NETWORKIP=	hálózati IP-cím
QPULSEWIDTH=	Q impulzusszélesség
POINTTIME=	csinálj időt
LEFT =	 bal
RIGHT =	 jobb
ALIGN_NODECTRL=	A csomópontok vezérlőpontjainak igazítása
NODE_ALIGN=	Csomópont igazítása
OFFSETLEN=	eltolási hossz
BASELENGTH=	alaphossz
TRANFORM=	átalakítani
BASE=	viszonyítási alap
FREE=	 ingyenes
BASEANGLE=	referenciaszög
ANGLELIMIT=	Szögtartomány határa
CHANGEORDER=	sorrend megváltoztatása
MODIFY=	Felülvizsgál
ROAXIS=	forgástengely
ZERO=	nulla
STEPPERRO=	Impulzusok fordulatonként
DISTPERRO=	Fordulatonkénti mozgási távolság
MINPOS=	Minimális koordináták
MAXPOS=	maximális koordináta
MINSPD=	minimális sebesség
MAXSPD=	Maximális sebesség
ZEROSPD=	Nulla visszatérési sebesség
GEARRATIO=	Csökkentési arány
PARTDIA=	A munkadarab átmérője
ZEROOFF=	Nulla eltolás
ACCTIME=	gyorsulási idő
SCALECOMP=	Arányos kompenzáció
SHEARCOMP=	eltolódás kompenzációja
SPACECOMP=	Holtjáték kompenzáció
GOTOORIGIN=	Kiterjesztett tengely korrekciós nullapont
PLSPICKAPEN=	Kérjük, válasszon tollat
BITMAP=	bittérkép
LINEINC=	Bittérképes szkennelési sor növekménye
NODE_DELETE =	 csomópont törlése
NODE_ADD =	 csomópont hozzáadása
NODE_UNITE=	fúziós csomópont
NODE_TOARC =	 Átalakítás ívszegmenssé
NODE_TOBEZ =	 Átalakítás görbe szegmenssé
NODE_TOLINE =	 Konvertálás vonalszakaszra
NODE_TOSHARP =	 csúcs átmenet
NODE_TOSMOOTH =	 sima átmenet
NODE_TOSYSMETRIC =	 Szimmetrikus átmenet
NODE_ALIGN =	 csomópont-igazítás
NODE_CHANGEDIR =	 Változtassa meg a görbe irányát
MARKON=	Nyissa meg a jelölést
MARKOFF=	Kimér
CURVEEDIT =	 Görbe szerkesztés
MENU_AUTOCONNECT=	automatikus csatlakozás
CONNECTERR=	Automatikus csatlakozási hiba
	
PRINTER  =	 nyomtató
PRINT  =	 Nyomtatás
STYLE  =	típus
STATUS =	 állapot
REMARK =	 Megjegyzés
COPYNUM=	 Másolatok száma
ATTRIB=	 Attribútumok
PRINTCOPYNUM=	 Másolatok száma
AUTOPAGE=	Automatikus lapozás
PRINTRANGE=	nyomtatási tartomány
PRINTALL=	mindet kinyomtatni
PRINTSEL=	válassza ki a nyomtatást
PAGESETUP=	oldal beállításait
	
MARGIN=	Margók
MARGINLEFT =	bal margó
MARGINRIGHT=	jobb margó
MARGINTOP  =	felső margó
MARGINBOTTOM=	alsó margó
	
PAGECEN     =	oldal központja
PAGECENUP   =	felső középső
PAGECENLEFT =	középen balra
PAGECENRIGHT=	középen jobbra
PAGECENDOWN =	középső és alsó
	
PAGELEFTUP   =	bal felső
PAGERIGHTUP   =	jobb felső
PAGELEFTDOWN  =	bal alsó
PAGERIGHTDOWN =	jobb alsó
PAGEFILL=	átméretezni az oldalra
PAGERANDOM=	testreszab
AXISSTEP=	A mozgás lépéshossza
SPLITSIZE=	Osztott méret
SPLITPARAM=	szegmentációs paraméter
SPLITBYGUILDLINES=	Felosztás segédvonalakkal
ORIGIN=	eredet
LIGHTING=	piros fény jelzi
SPLITMARK1=	Osztott jelölés 1
SPLITMARK2=	Split Mark 2
ORIGINCOOR=	kezdő koordináták
SETCURPOSTOORIGIN=	(&D) Állítsa be az aktuális pontot origóként
SETORIGIN=	állítsa be az eredetet
SPECIALMOTION=	speciális mozgás
STOP=	állj meg
GOTOMARKORIGIN=	Lépjen a jelölési origóhoz
REDLIGHTPOINT=	piros fényjelzés
LIGHTSPEED=	vörös fény sebessége
OFFSETPOSX=	eltolási helyzet X
OFFSETPOSY=	eltolt pozíció Y
REDLIGHTIO=	Piros fény jelzi a kimeneti portot
MARKIO=	Kimenet jelölése
NULL=	egyik sem
INPUTTEXT=	Kérjük, adja meg a feldolgozandó szöveget
FORCESPLIT=	kényszermegosztás
LINE=	egyenes
RIGHTCOOR=	Nyomja meg a jobb egérgombot a koordináták megadásához
INPUTCOOR=	Adja meg a koordinátákat
FINISHGOTOSTARTPT=	A feldolgozás után térjen vissza a kiindulási ponthoz
STARTMARKIO=	Kezdje el a portok jelölését
INPORT=	bemeneti port
AUTORESET=	Automatikus visszaállítás
JSFFONT_FILENAME=	jsf font fájlnév
GRAPHCHAR=	A grafikának megfelelő karakterek
UPDATEFONTFILE=	Frissítse a fontfájlt
OFFSET_DIST=	eltolási távolság
JCZFONT_NEWJSF=	A fájl nem létezik, hozzon létre új fájlt?
JSFFONT_NAME=	betűtípus neve
DOUBLEWIDTH=	dupla karakterszélesség
DOUBLEHEIGHT=	dupla karakter magasság
SINGLEWIDTH=	egyetlen karakter szélessége
SINGLEHEIGHT=	egyetlen karakter magassága
JSFFONT=	Jsf betűtípus
JCZFONT_PROPERTY=	betűtípus tulajdonságait
ENMARKMUTEX=	engedélyezze a mutex jelölését
MARKPARAM=	Jelölési paraméterek
ONOFF=	kapcsoló
CURPEN=	aktuális tollszám
CURPENPARAM=	aktuális tollparaméterek
USEDEFAULTPEN=	Használja az alapértelmezett paramétereket
SELPARAMFROMLIB=	Paraméterek lekérése a paraméterkönyvtárból
DELETESELPARAM=	törölje a kiválasztott paramétert
CURPARAMSAVEAS=	Az aktuális paraméterek mentése másként
PLSSELPARAM=	Kérjük, először válasszon egy paramétert
ID_DRAW_BARCODE =	 Vonalkód rajzolása\nVonalkód rajzolása
MENU_VIEW_MARKPARAM=	Jelölő paramétersor
ID_VIEW_MARKPARAM=	Megjeleníti vagy elrejti a jelölési paramétersávot\nMegjeleníti vagy elrejti a jelölési paramétersávot
SHOWCROSSLINE=	Mutasd a középső keresztet
SELPOSDATUM=	Válassza ki a nullapontot a pozíciókoordinátákhoz
PULSEGREATEMAX=	A beállított Q impulzusszélesség nagyobb, mint a maximális impulzusszélesség
MAXPULSEWIDTH=	Maximális impulzusszélesség
CURFREQ=	jelenlegi frekvencia
FIELDNAME=	Mező neve
CURRENT=	jelenlegi
CURRENTMAP=	Jelenlegi leképezés
ENCURRENT=	Az áramkimenet engedélyezése
EXESTART =	Amikor az ezcad elindul, futtassa a programot
EXEFINISH=	Az ezcad bezárása után futtassa a programot
PARAMNAME=	paraméter neve
GOALSIZE=	céljel mérete
REALSIZE=	Valós jelölési méret
CALCSCALE=	Számítsa ki az arányt
GOALMUSTGREATE=	A céljel méretének nagyobbnak kell lennie, mint 0,001
REALMUSTGREATE=	A jelölés tényleges méretének 0,001-nél nagyobbnak kell lennie
FORCEALLSPLIT=	Az egész részleg
USEGUILINSTARS=	Digitális Q-switch meghajtó használata
	
DESCENTRATIO=	Alacsonyabb magas arány
DESCENT=	le a magasba
ASCENT=	Shanggao
BASELINE=	alapvonal
LOADCHAR=	Karakteradatok betöltése
SAVECHAR=	karakteradatok mentése
LEFTSIDE=	Bal oldali támasztószélesség
RIGHTSIDE=	Jobb támasztószélesség
HELP =	 Segítség
HELP_BLUEBOX=	A kék keret az a terület, amelyet a karakter elfoglal, amikor ténylegesen megjelenik
HELP_DESCENTRATIO=	Alacsonyabb magas arány
HELP_CHARWIDTH=	A karakterszélesség az aktuális betűkészlet-könyvtár szabványos karakterszélességére utal
HELP_CHARHEIGHT=	A karaktermagasság az aktuális betűkészlet-könyvtár szabványos karaktermagasságára utal
HELP_LEFTSIDE=	A bal oldali támaszszélesség a karakter tényleges adatai és a bal oldali szegély közötti távolság
HELP_RIGHTSIDE=	A megfelelő támaszszélesség a karakter tényleges adatai és a jobb oldali szegély közötti távolság
HELP_BASELINE=	Az alapvonal az a vízszintes vonal, amelyet a betűtípus felépítésénél az igazításhoz használnak
CHARKERNING=	Karakter levágás
NOFONTFILE=	Nem található érvényes fontfájl, kérjük, válasszon érvényes betűtípusfájlt!
INPUT2CHAR=	Írjon be két karaktert
SAVEKERNING=	mentse a kerninget
JCZFONT_VER1=	jelenlegi betűkészlet-könyvtár a v1.0 verzió, és a rendszer v2.0-s verzióra konvertálja.\nKérjük, indítsa újra az ezcad2.0-t, mielőtt a módosítás hatályba lép!
PULSEMODE=	Vektor pontminta
PULSEPER=	Impulzusok pontonként
FLYMARK=	repülő jelölés
FLYSPEED=	Lineáris sebesség
ERR_FLYSPEEDFAST=	A vonalsebesség túl gyors ahhoz, hogy a galvo utolérje!\nA vonal sebességének kisebbnek kell lennie, mint a jelölés és az ugrás sebessége!
MS=	miliszekundum
CANHATCH=	lehet tölteni
PASSWORD=	Jelszó
CONFIRMPASSWORD=	Jelszó megerősítése
PASSWORDNOSAME=	A kétszer megadott jelszavak eltérőek, kérjük, adja meg újra!
PASSWORDUNVALID=	rossz jelszó!
OUTPORTALRADYUSE=	A kimeneti portot egy másik eszköz foglalta el, kérjük állítsa vissza!
LASERPOWERIO=	Lézer teljesítmény
POWERON=	bekapcsolás
POWEROFF=	kikapcsolni
EZCADSTR_ID_FILE_IMGLIB =	 Megnyitja a Kedvencek galériát\nKedvencek galériát
EZCADSTR_IDC_STATIC_NEWIMG =	 Kérjük, adja meg a kép nevét
EZCADSTR_IDC_STATIC_NEWLIB =	 Kérjük, adja meg a galéria nevét
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Adjon meg egy fájlnevet (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 kép törlése
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 galéria törlése
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 kép hozzáadása
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Új galéria
EZCADSTR_IMGDLG_KEEPSIZE =	 Zár skála
EZCADSTR_IMGDLG_NEWIMG =	 kép hozzáadása
EZCADSTR_IMGDLG_NEWLIB =	 Új galéria
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Grafikus opciók exportálása
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 magas
EZCADSTR_IMGDLG_STATIC_NAME =	 Galéria neve
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Kép előnézet
EZCADSTR_IMGDLG_STATIC_WIDTH =	 szélesség
EZCADSTR_IMGGLD_ORIGSIZE =	 eredeti méret
EZCADSTR_IMGLIB_DRAW =	 Rajzgaléria
EZCADSTR_IMGLIB_MAXIMG =	 A galériában található képek száma elérte a maximális értéket, kérjük, hozzon létre egy új galériát
EZCADSTR_IMGLIB_TOTALNUMBER =	 Összes képszám:
EZCADSTR_IMPORT_PT =	 Adja meg a grafikák elhelyezésének helyét
EZCADSTR_MSG_DELETEIMG =	Biztosan törli a képet?
EZCADSTR_MSG_DELETELIB =	 Biztosan törli a galériát?
EZCADSTR_MSG_DIRECTORYERROR =	 könyvtár fájl elérési útja nem létezik
EZCADSTR_MSG_HAVEFILE =	 A megadott galéria már létezik, kérjük, lépjen be újra
EZCADSTR_IMGDLG =	 Közös Galéria
EZCADSTR_MENU_FILE_IMGLIB =	 &Közös galéria...
CIRDIAMETER=	kör átmérője
ARRAY_NUM=	tömbök száma
ANG_DIST=	Szögtávolság
EZCADSTR_ARRAY_TYPE =	 tömbtípus
EZCADSTR_ARRAY_X_DIST =	 Vízszintes távolság
EZCADSTR_ARRAY_X_NUM =	 Vízszintes szám
EZCADSTR_ARRAY_Y_DIST =	 Függőleges távolság
EZCADSTR_ARRAY_Y_NUM =	 függőleges szám
EZCADSTR_ARRAY_DIST_CALC =	 Térköz számítási módszer
EZCADSTR_ARRAY_ENTSPACE =	 A grafika térköze szerint számítva
EZCADSTR_ARRAY_OFFSETDIST =	 Eltolási távolság alapján számítva
EZCADSTR_CMD_ARRAY=	tömb objektum
RADIUS=	sugár
BREAKCROSSPOINT=	távolítsa el a kereszteződést
ID_MODIFY_ARRAY =	 Kijelölt objektumok tömbje\nTömbobjektumok
ID_MODIFY_ROTATE =	 Kijelölt objektumok elforgatása\nObjektumok elforgatása
ID_MODIFY_PLASTIC=	Objektum alakítása\nAlakítás
ID_MODIFY_CONNECT=	Automatikus csatlakozási görbék\nAutomatikus csatlakozási görbék
ID_MODIFY_BREAKCROSS=	Távolítsa el a görbék metszéspontját\nTávolítsa el a metszéspontot
ID_MODIFY_TRANSFORM=	Objektumok átalakítása\nAlakítás
ID_MODIFY_OFFSETCURVE =	 Kijelölt görbe objektumok eltolása\nGörbe eltolása
CROSSLEN=	kereszteződés hossza
TESTLASER=	tesztlézer
READALLLINE=	Olvassa el minden alkalommal a teljes fájlt
INFO_CODE128OPTMIZE=	A CODE128Optimized vonalkód egy folyamatos vonalkód, karakterkészlete 0 és 127 közötti ASCII értékű karaktereket tartalmaz, és a rendszer automatikusan vált a CODE128 A, B és C között a karaktereknek megfelelően, így a végső kód a legrövidebb;
FLYRIGHT2LEFT=	Csővezeték iránya jobbról balra
FLYCONTMODE=	Csővezeték folyamatos üzemmód
DATEINFO=	A karakterek jelentése dátumformátumban: Y
SN=	sorozatszám
INCSN=	Sorozatszám növekmény
	
DATENAME=	dátum név
YEARUSE2DIGIT=	Használjon két számjegyet az évhez
YEARNOLEADZERO=	Év kezdő nullák nélkül
HOUR12=	12 órás óra
TIMENOLEADZERO=	időt vezető nullák nélkül
DIGIT09ISSN=	A 0 a sorozatszám, a 9 pedig a sorozatszám növekménye
SAMPLE=	Példa
AM=	reggel
PM=	délután
DATENAMECANNOTNULL=	A dátum neve nem lehet üres!
SAVETONEWFILE=	mentse új fájlba
AUTOROANG=	Automatikus töltési szög elforgatása
BYDAY=	nappal
BYMONTH=	havi
BYWEEK=	hétre
BYYEAR=	évenként
DATEOFFSET=	dátum eltolás
ENTOTALPARTNUM=	A munkadarabok teljes száma folyamatos üzemmódban érvényes
MARKFINISHNUM=	A megadott mennyiség feldolgozásra került! Folytatja a feldolgozást?
OFFSET=	beszámítás
EXPORTTEXT2FILE=	A feldolgozás során szöveget ír ki a megadott fájlba
EXPORTTIME2FILE=	Kimeneti idő a megadott fájlhoz a feldolgozás során
EXPORTTEXT=	kimeneti szöveg
AUTOCONNECT=	A szomszédos görbeszegmensek automatikus összekapcsolása
SOFTUSEPSW=	A szoftver használatához jelszót kell megadni
USERMGR=	Felhasználókezelő
USER=	felhasználó
ADMIN=	menedzser
DESIGNED=	tervező
WORKER=	operátor
MODIFYPASSWORD=	Jelszó módosítása
SELUSER=	válassza ki a felhasználót
PSWINCORRECT=	Hibás jelszó, kérjük, írja be újra
CARDNO=	kártyaszám
SELLMC1DEV=	Válassza ki a készüléket a paraméterek beállításához
LASERTYPE=	Lézeres típus
NOHATCHTEXT=	nincs szövegkitöltés
USECORRECTFILE=	Használjon javító fájlokat
CRYSTAL=	kristály-
MAXFREQ=	maximális frekvencia
PULSEGREATEMAXFREQ=	Az impulzusfrekvencia nagyobb, mint a maximális frekvencia
MOVEANG=	Mozgásszög
CURRANGLE=	áramszög
ROANGMARK=	Elforgatási szög jelölés - Megjegyzés: az objektum z koordinátája a szög értéke
OPTIMIZECURVE=	A görbe sorrendjének optimalizálása
ANGLEROTATE=	Forgásszög jelölés
SIZESCALE=	Méretarány
PULSE=	impulzus
ENSHOWCONTOUR=	mutasd a vázlatot
SUBSURFACE=	Belül faragás
ZEROTIMEOUT=	visszatér a nulla időtúllépéshez
CMD_REPEAT1=	ismételje meg az 1. parancsot
CMD_REPEAT2=	ismételje meg a parancsot 2
NODE=	csomópont
SUNDAYISFIRSTDAY=	Vasárnap a hét első napja
TT_POINT=	húzz egy pontot
TT_POINTONCURVE1=	Helyezzen el meghatározott számú pontot egy görbére
TT_POINTONCURVE2=	Rögzített távolságú pontok elhelyezése a görbén
IMGLIB_PROMPT=	Tipp: Tartsa lenyomva a bal egérgombot a kívánt grafika kiválasztásához, majd húzással lépjen a munkaterületre
ONELASERMULTISCANNER=	Egylézeres és többlencsés üzemmódok
MULTILASERMULTISCANNER=	Több lézeres és többlencsés módok
ALLSCANNERSAMEPART=	Minden galvanométer ugyanazt a munkadarabot dolgozza fel
ALLSCANNERDIFFPART=	Minden galvanométer különböző munkadarabokat dolgoz fel
SCANNER=	Galvo
SCANNERTYPE=	Galvo típusú
CENPOS=	Középponti koordináták
LASERPARAM=	Lézer paraméterek
ERR_OUTRANGE=	A hosszabbító tengely a megmunkálási tartományon kívül esik!
MOVETOPREV=	lépj előre
MOVETONEXT=	menjen hátra
MOVETOTOP=	előtérbe hozni
MOVETOBOTTOM=	menjen hátra
MENU_EDIT_TODASHED=	szaggatott vonalra
INFO_QRCODE=	QRCODE vonalkód egy kétdimenziós vonalkód, karakterkészlete tartalmazza az összes ASCII karaktert;
LASERONTIME=	Lézer időben
DISTRIBUTION=	megosztott
D_TOP=	&Tetszik
D_VCEN=	&Közepes
D_VSPACE=	&távköz
D_BOTTOM=	&Alsó
D_LEFT=	&Bal
D_HCEN=	&Közepes
D_HSPACE=	&távköz
D_RIGHT=	&Jobb
ISREALYMARK=	Elkezdi a jelölést?
DELOLDCURVE=	törölje a régi görbéket
PICKOFFSETCURVE=	Válassza ki az eltolni kívánt görbét
PICKOFFSETDIR=	Válassza ki a görbe eltolási irányát
NESTING=	Optimalizált beágyazás
PICKEDGE=	kiválasztási határ
NESTPARAM=	Beágyazási paraméterek
AUTONESTING=	automatikus beágyazás
BRIDGEDIST=	kör távolság
STOCKDIST=	Lap margók
ROTATEINTERVAL=	Forgatási lépés
ROTATE=	forog
ERRNESTING=	A jelenlegi laphatár nem tud minden mintát elhelyezni!
PICKNESTEDGE=	Válassza ki a laphatárt, amelyre a mintát helyezi
MARKDATA_OUTRANGE=	A feldolgozási adatok túllépik a feldolgozási tartományt!
SELECTNESTEDGE=	Kérjük, válassza ki azt a laphatárt, amelyre először elhelyezi a mintát!
NESTINGMULTI=	Több munkadarab elrendezés
NESTINGONE=	Egyetlen munkadarab egységes elrendezése
SHEETSIZE=	Anyagméret
SHEETSIZESMALL=	Az anyag mérete túl kicsi!
WARNSTARTSIGNAL=	A feldolgozás folyamatosan megszakad Hibás a feldolgozás indító jele Tiltva a feldolgozás indító jele?
INPORTCONFLIC=	Vegye figyelembe, hogy ütköző bemeneti portok vannak! Kérem válasszon újra!
OUTPORTCONFLIC=	Vegye figyelembe, hogy ütköző kimeneti portok vannak! Kérem válasszon újra!
UNCOMBINE=	 külön kombináció
READPOINTCLOUDFILE=	Pontfelhő fájl olvasása...
MENU_FILE_BMPFILE=	Írja be a bitképfájlt\tCtrl+W
MENU_FILE_VECTORFILE=	Vektorfájl importálása\tCtrl+B
MAXFREQDELAY=	Maximális frekvencia késleltetés
INFO_CODEINTER6=	Az ITF-6 kód fix hosszúságú vonalkód, karakterkészlete csak a '0'-'9' számokat tartalmazza, az ITF-6 6 karaktert tartalmaz, az első 5 karakter adat, az utolsó karakter az ellenőrző kód, Az ellenőrzés A kódot a rendszer automatikusan hozzáadja, és a rendszer csak az első 5 karaktert veszi fel.
INFO_CODEINTER14=	Az ITF-14 kód fix hosszúságú vonalkód, karakterkészlete csak a '0'-'9' számokat tartalmazza, az ITF-14 14 karaktert tartalmaz, az első 13 adat, az utolsó karakter pedig az ellenőrző kód. Az ellenőrző kódot a rendszer automatikusan hozzáadja, és a rendszer csak az első 13 karaktert veszi fel.
BORDER=	keret
PLUSEWIDTHREV=	impulzusszélesség inverzió
ENANALOGFPK=	Engedélyezze az analóg első impulzus elnyomást
INFO_USERDEFINE=	Felhasználó által definiált vonalkód, felhasználó által definiált sorok és oszlopok száma, a vonalkód adatokat egy 0-255 méretű számsor jelenti, ","-vel elválasztva, minden szám egy 8-jegyű vonalkód blokkot jelent, az első szám a a vonalkód felülről lefelé Az első sor alulról, az első 8 vonalkód blokk balról jobbra. Ha egy bájt nem fér el egy sor végén, a megfelelő adatbitet figyelmen kívül kell hagyni. Ha nincs "," a beviteli karakterben, akkor a bináris szabály kerül alkalmazásra, az 1 a feketét, a 0 pedig a fehéret jelenti.
RINGMARK=	Ékszer jelölés
INPUTDISTRCOFF =	 Adja meg a hordó alakváltozási tényezőjét
INPUTTRAPECOFF =	 Adja meg a trapéz alakváltozási tényezőt
GRADUATION=	skála
GRADUATIONNUM=	pipa jelek száma
GRADUATIONANG=	Szögnövekedés
DEGREE1LEN=	Minimális kullancshossz
DEGREE5LEN=	5 pontos kullancshossz
DEGREE10LEN=	10 pontos kullancshossz
SHOWTEXT=	kijelző szöveg
STARTVALUE=	kezdőérték
INCVALUE=	Növelje az értéket
DOTBITCOUNT=	számjegyek a tizedesvessző után
LOADGRADFILE=	Mérlegfájl betöltése
SAVEGRADFILE=	mentse a pipafájlt
ROTATERULER=	skála gyűrű
HATCHBYDEFAULT=	Töltse ki az alapértelmezett paraméterekkel
360MARK =	 360 fokos jelölés
STARTPULSEMODE=	Indítsa el a jel impulzus üzemmódját
AUTORESETMARKCOUNT=	A feldolgozási idők automatikus visszaállítása
PULSEPERUNIT=	impulzusok egységenként
MOVE =	 mozog
MOVETO =	 költözik
RELATIVE=	relatív pozíció
MENU_DRAW_EXTAXIS=	&Kibővített tengely
ID_DRAW_EXTAXIS=	 Kibontott tengelyt rajzol\nKibontott tengelyt rajzol
MULTIPARTMARK=	Több állomásos megmunkáló modul
PLEASEVALIDPARAM=	Kérjük, válasszon érvényes állomásparamétert
MALTIMARKINFO=	A megadott maximális feldolgozási szám feldolgozásra került!\nHa feldolgozni szeretné, módosítsa a feldolgozott számot vagy a maximális feldolgozási számot.
MALTIMARKINFO2=	A megadott maximális számú megmunkálás megtörtént!
PARTPOS=	Állomás
PARTTYPE=	munkaállomás mód
SELPARTTYPE=	Válassza ki az állomás módot
CURPARTPOS=	aktuális állomás
MARKEDCOUNT=	Feldolgozottak száma
STOPWHENMAX=	A feldolgozás után állítsa le a feldolgozás maximális számát
MAXCOUNT=	A feldolgozás maximális száma
MARKALLPART=	F1 az összes aktuális állomás feldolgozásához
CONTMARKALLPART=	F2 Az összes állomás folyamatos megmunkálása
MARKCURPART=	F8 az aktuális állomás feldolgozása
MODIFYCURPART=	F9 az aktuális állomáspozíció módosításához
ADD=	Növekedés
DISMARKWHENREACHTOTAL=	A megadott számra történő feldolgozás után a feldolgozás tilos
CURNUMGREATETOTALNUM=	A jelenlegi feldolgozások száma nagyobb volt, mint a feldolgozások teljes száma, kérjük, állítsa vissza az aktuális feldolgozások számát a feldolgozás előtt!
YAGOPTIMIZEMODE=	YAG optimalizált kitöltési minta
	
FLYHARDWARE=	Engedélyezze a Hardveres Repülőgép módot
FLYSIMULATION=	Hardveremulációs mód engedélyezése
MULTIPLIER=	repülési sebesség tényező
UM=	mikron
MIL=	katonai
UMPERCOUNT=	mikron/szám
INCHPERCOUNT=	hüvelyk/szám
FLYCOUNT=	számol
TOTALMARKTIME=	teljes feldolgozási idő
DOG=	dongle
DEFENTTEXT=	SZÖVEG
SPECIALPOS=	meghatározott helyen
GOTOSPECIALPOS=	mozgassa a megadott pozícióba
SETCURPOSTOSPEC=	(&D) Állítsa be az aktuális pontot a megadott pozícióba
MINPWMFREQ=	Minimális PWM jelfrekvencia
PULSELOWMAXFREQ=	Az impulzusfrekvencia kisebb, mint a minimális frekvencia
MINFREQ=	Minimális gyakoriság
DOUBLELINEMODE=	dupla pipa minta
LASERSLEEPTIME=	Lézeres alvásidő
DXFUNITISINCH=	A Dxf fájl mértékegységei hüvelyk
0NOTAILZERO=	A 0 skála nem jelenít meg 0-t a tizedesvessző után
SHOWDEGREE5TEXT=	5 fokos szöveg megjelenítése
TEXTROTATE90=	A szöveg 90 fokkal elforgatva
BOLDLINEMODE=	széles kullancs minta
POWERRULER=	szuper uralkodó
PLSSELRULER=	Kérjük, válasszon egy vonalzót a megmunkáláshoz
ALEARDYHAVESAMERULER=	Vonalzónév ütközés, kérjük nevezze át!
GRADCONDISNULL=	A vonalzó pipa jel generálási feltétele nem lehet üres!
MINGRAD=	Minimális méretarány
RULER =	 vonalzó
RULERNAME=	Vonalzó neve
GRADGENCOND=	Kullancsgenerálási feltételek
GRADLINE=	pipa jelek
GRADVALUE=	Skálaérték
STARTPT=	kiindulópont
ENDPT=	végpont
STARTINDEX=	start tick indexszám
ENDINDEX=	vége kullancs indexszám
INCINDEX=	Tick index növekmény
GRADLINEWIDTH=	Tick szélessége
ROTATERULERMODE=	Forgó vonalzó üzemmód
GLOBEMARK=	földgömb jelölése
LONGITUDE=	hosszúság
LATITUDE=	szélességi kör
FLYMARKENTBYORDER=	Szórólap engedélyezése tárgysorrend szerint
INPUTIOMASK=	bemeneti IO maszk
OUTPUTIOMASK=	kimeneti IO maszk
DISSTARTIOINCONTMODE=	Folyamatos mód tiltsa le az indítási jelölési portot
LASEROFFTC=	Kikapcsolás késleltetése
STARTGRADPOS=	start pipa pozíció
INCPOS=	pozíciónövekedés
STEPPERMM=	lépés/mm
STEPPERINCH=	lépés/hüvelyk
EDIT =	 szerkeszteni
TOTALPARTNUM=	az alkatrészek teljes száma
EXPORTTOWS=	kimenet a munkaterületre
STRAIGHTRULER=	vonalzó
RINGRULER=	Gyűrűs vonalzó
DISKRULER=	tárcsa vonalzó
PARTNUM=	Rész név
UPDATEPOSPARAM=	Helyi paraméterek frissítése
OTHERNUMSYS=	egyedi alap
MAXNUMBER=	maximális alap
MPERMIN=	m/perc
INCHPERMIN=	hüvelyk/perc
ENCODERDIST=	A kódoló megtett távolsága
OUTPORT=	kimeneti port
ROTATETEXTMARK=	Szövegjelölés elforgatása
	
CIRCLEMODE=	kör minta
TEXTELEMENT=	szöveges elem
TCPIPCOM=	Hálózati kommunikáció
SERIALCOM=	Soros kommunikáció
TIME=	idő
FIXEDTEXT=	rögzített szöveg
NOLEADZERO=	Ne használjon kezdő nullákat
PREV=	menj tovább
NEXT=	hátrál
LIMILTSN=	Maximális sorszám
MODE=	modell
YEAR=	év
MONTH=	hold
DAYOFMONTH=	nap
DAYOFYEAR=	ég
DAYOFWEEK=	Hét
WEEKOFYEAR=	hét
HOUR=	Óra
MINUTE=	perc
TIMESEC=	időszak
IPADDRESS=	IP-cím
COMMAND=	Rendelés
ALLCHARSUSES=	minden lehetséges karakter
BAUDRATE=	átviteli sebesség
DATABIT=	adatbitek
STOPBITS=	megállj kicsit
PARITY=	paritás
ENCIRCLETEXT=	ív szöveg engedélyezése
POWERKEYBOARD=	szuper billentyűzet
KBWORKDIRECTORY=	billentyűzet munkakönyvtár
KEYLIST=	kulcslista
KEYNAME=	kulcs neve
KEYFILE=	kulcsfájl
CUTONOFF=	vágott kapcsoló
USERNAME=	felhasználónév
	
DYNFOCUS=	dinamikus fókusz
ENDYNFOCUS=	Engedélyezze a dinamikus fókuszt
DYNZREV=	Z fordított
DYNZPOS=	Z pozíció
DYNZRAD=	Távolság a központtól (%)
DYNAUTOSWITCH=	automatikus kapcsoló
DYNUPDATEALL=	Frissítse a Z pozíciót
DYNADD=	Z növekszik
DYNDEC=	Z csökkenés
DYNSTART=	kezdje el a tesztelést
DYNSTOP=	stop teszt
DYNUSING=	Dinamikus fókusz használatban...
IAGREE=	Fogadja el a megállapodás elfogadását
IDONTAGREE=	nem ért egyet a megállapodás elfogadásával
ERR_CANNT_RUN=	A művelet a jelenlegi állapotban nem hajtható végre
MARKSPEED=	Jelölési sebesség
LENTESTRECT=	Tesztelje a téglalap oldalhosszát
TESTPARAM=	Tesztparaméterek
ZINCREMENT=	Növekedés Z
ZMICROINC=	Z-növekmény finomhangolása
ZMAX=	Z max
DYNLINEAR=	Lineáris interpoláció
MACROADJUST=	Finomhangolja a Z értéket
FAILTRANSFER=	Az adatfrissítés nem sikerült! Kérlek próbáld újra!
ENCO2FPK=	Engedélyezze a CO2 első impulzus elnyomását
FPKSTARTPOWER=	Első impulzuselnyomás-indítási teljesítmény
FPKINCPOWER=	Első impulzuselnyomási teljesítménynövekedés
SHOWSTARTMARKDLG=	Jelenítse meg a Jelölés indítása párbeszédpanelt
ENEXEMARKFILE=	Engedélyezze a kezdő és záró parancsfájlok jelölésének végrehajtását
ENREDCONTMODE=	A vörös fény folyamatos feldolgozási mód engedélyezése
	
DYNSAVE=	megment
DYNLOAD=	Betöltés
ADDZAUTO=	A Z érték automatikusan növekszik vagy csökken
INFO_CICODE=	A Hanxin a kínai 2D vonalkód szabvány, karakterkészlete tartalmazza az összes ASCII karaktert és kínai karaktert
SPECIALWAVE=	speciális hullámforma
SPIWAVE=	hullámforma
SPICONTINUES=	folyamatos üzemmód
SPISIMMERCUR=	Készenléti áramellátás
STEPDIST=	Optimalizált hossz
STEPDELAY=	késleltetés a lépések között
USESTEPMARKMODE=	Használja a lépésjelölési módot
CURLMCNOTIPG=	A jelenlegi LMC kártyák nem támogatják az IPG lézereket
CURLMCNOTSPI=	A jelenlegi LMC kártya nem támogatja az SPI_G3 lézereket
LASERNOTREADY=	A lézer nincs készen, ellenőrizze
FIXEDCOOR=	Rögzített bemeneti pont koordináták
DOORIO=	biztonsági kapu port
ERR_DOOROPEN=	biztonsági ajtó nyitva van, kérjük zárja be a biztonsági ajtót!
LINEREDUCTION=	egyenes behúzás
NUMLOOPS=	Határgyűrűk száma
FONTTYPE_SHX=	SHX betűtípus
ENSPLITSTRTOCHANGETEXT=	Engedélyezze a felosztott karakterláncot a megadott nevű szövegobjektum módosításához
INDEXFIRSTCHARSTR=	az első karakter pozíciója a karakterláncban
NUMCHAREXTRACTSTR=	A karakterláncból kivont karakterek teljes száma
NAMETEXTTOCHANGE=	Annak a szöveges objektumnak a neve, amelynek karaktertartalmát módosítani szeretné
SET=	beállít
TT_PICKMIRRORX=	XTükör\nXTükör
TT_PICKMIRRORY=	YTükör\nYTükör
IPG:OVERTEMP=	Lézer: Túl magas hőmérséklet
IPG:NORMAL=	Lézer: jól működik
IPG:HIGHOPTIC=	Lézer: Az erősen tükröződő anyagokat dolgozza fel, és a lézer visszaverődik a lézerbe
IPG:SYSERROR=	Lézer: Rendszerhiba
IPG:READY=	Lézer: nincs kész
IPG:EMERGENCY=	Lézer: A vészleállító jelzés érvényes
HIDEMODEL=	rejtett modell
ANGLEINC=	Szögnövekedés
UPTODOWN=	fentről lefelé
LAYERNUM=	rétegek
SPACEOFLAYER=	Rétegtávolság
CALCULATE=	kiszámítja
READ3DFACEFROMDXF=	3D felületi rétegezés
AVERAGELINE=	Egyenletesen ossza el a töltővonalakat
CHANGELINECHAR=	új sor
MARKSELF=	jelölje meg magát
ENSAMEWIDTHCHAR=	Engedélyezze az egyenlő szélességű karaktereket
DYN_OUTSIDE=	külső terület
DYN_MODE1=	standard mód
DYN_MODE2=	Z-tengely független üzemmód
MAXSPEED=	Maximális sebesség
MINSPEED=	minimális sebesség
LOOPDIST=	Gyűrűtávolság
MARKBYSPLITLINE=	Jelölje választóvonallal
MARKSTR_AFTER7=	meghatározott helyen
ENANALOGCURFPK=	Analóg áramelnyomás engedélyezése
CURVESCATTERTOL=	Görbe diszperziós hiba
ENABLECURVESCATTERTOL=	Görbe diszkrét hiba engedélyezése
WOBBLE=	izgalom
WOBBLEDIST=	térköz
ROTARYMARK=	Forgótengely jelölés
FOCUSLENGTH=	gyújtótávolság
AXISISHOMING=	A tengely otthonra kerül
AXISISMOVING=	tengelye mozog
AXISMOVEFAIL=	A tengelymozgatás nem sikerült!
AXISERRMAXLIMIT=	A tengely mozgása a pozitív határon túl
AXISERRMINLIMIT=	Tengelymozgás a negatív határon túl
AXISMUSTGOHOME=	A tengelynek vissza kell térnie a nulla pontba, mielőtt elmozdulhatna. Szeretné először visszatérni a nulla ponthoz?
ENCODERREVERSE=	A kódoló jel inverziója
FLYENCODEROFFSET=	Engedélyezze a jeladó rögzített eltolási távolságát
FLYENCODEROFFDELAY=	Késés (mi)
FLYENCODERLOWSPEED=	alacsony sebességű üzemmód
	
GET55ERR=	paraméter számítási hiba
GETFLYPARSTEP=	Kérjük, kézi vezérléssel vezérelje a futószalagot, hogy kis távolságot mozgasson;\nMérje meg a távolságot, és töltse ki az alábbi beviteli mezőt;\nA program automatikusan kiszámítja a paramétereket az OK gombra kattintás után
FLYPARINPUT=	Írja be a hosszt:
GETPAR=	kiszámítja
PULSECOUNT=	Impulzus mennyisége
PULSECOUNTRESET=	egyértelmű
	
FLYADDTOY=	Átfedés az Y tengelyre
FLYTOP2BOTTOM=	Csővezeték iránya felülről lefelé
	
DYNAMICLMC=	Dinamikus fókuszkártya
UNKNOWN=	ismeretlen
BDVVALUE_CUSTOM_ALL=	Egyetemes
BDVTEXT_CARDTYPE=	Tábla típusa:
BDVTEXT_CARDVERSION=	verziószám:
BDVTEXT_CUSTOM=	egyedi:
BDVTEXT_CARDFUNCTION=	Funkció kód:
HARDINFO=	hardver információk
	
ENVARTEXTFIXWID=	Rögzített szövegszélesség engedélyezése
USEEXCELCORRECTFILE=	Fájlok javítása Excel segítségével
STARTCOOR=	kezdőpont koordinátáit
ENDCOOR=	Végpont koordinátái
SPACEDIST=	térköz
SPACING=	térköz
MARKGRIDLINE=	Jelölje be a rácsvonalakat
USECORFILEMARKGRIDLINE=	A korrekciós fájl segítségével jelölje ki a rácsvonalakat
CORCOMPFILE=	Javító kompenzációs fájl (Excel fájl)
FIXEDCHARCOUNT=	fix számú karakter
EMPTYCHARWIDTH=	Null karakterszélesség
AVADISTPOINT=	Egyenletesen oszd el az összes pontot
YAGFASTPOINTMODE=	 YAG gyors pont mód
SETANALOG=	állítsa be analóg
USERDEF=	testreszab
MENU_VIEW_IOSTATE=	IO állapot
DOGNOTMATCHLMC=	A dongle kötési száma nem egyezik a jelölőkártya számával, kérjük, ellenőrizze a dongle számát!
MORETHAN360=	A jelölési tartomány meghaladja a 360 fokot, folytatni?
CURNUM=	Jelenlegi pontok száma
SPOTDIA=	foltméret
PTCYCLES=	találatok száma
DISTANCE  =	 távolság
ENDADDPTS=	pont a végén
INFO_MICROQRCODE=	A Micro QR Code a QRCODE vonalkód lecsupaszított változata;
ENABLETILDE=	Engedélyezze a ~(~, majd a dxxx xxx
MULTIFILEMARK=	Több dokumentum jelölése
LASERLEAKHANDLE=	könnyű szivárgás kezelése
DISMARKLOWPT=	Ne jelöljön meg alacsony szürke értékű pontokat
BASEHEIGHT=	Alap magasság
PARTHEIGHT=	Munkadarab magassága
ZADJUSTMENT=	Z állítsa be a magasságot
ACCURATEZERO=	Pontos visszatérés a nullához
RECTMODE=	téglalap mód
KEEPENTORDER=	Tartsa be a megmunkálási objektumok sorrendjét
OPENMODELAY=	Kapcsolja be a MO késleltetést
SERIALTYPE=	típus
LINEFEEDMALP=	pont átlapolás
IPGSETTINGS=	IPG_YLPM lézerállapot
SQLDB=	SQL adatbázis
SQLDRIVERS=	SQL vezérelt
DBQFILE=	adatbázis fájl
USERID=	Felhasználói azonosító
SQLCMD=	SQL parancs
SETPENPARAM=	Állítsa be a toll paramétereit
BOLD=	bátor
ITALIC=	dőlt
RESET =	 Visszaállítás
USERINTERLINE=	Belső kitöltési vonalak engedélyezése
LASERBEAMDIA=	A lézerpont átmérője
HATCHLINEDIST=	Töltse ki a sorközt
ENCO2PULSEMODE=	CO2 szuperimpulzus üzemmód engedélyezése
HATCHONEBYONE=	A kitöltési objektum függetlenségének megőrzése
RESORT=	fajta
RESORT_INFO=	Rendezés\nRendezés
SELECTSCANNERFIELD=	Válassza ki a galvanométer koordinátarendszerét
SCANHEAD=	vibráló lencse
SCANNERFIELD=	Jelölési terület
SELECTMOVEDIR=	Válassza ki a csővezeték mozgási irányát
STARTMARKER=	kezdőcímke
SENSOR=	érzékelő
ENCODER=	Forgó jeladó
MOVEDIR=	A csővezeték mozgási iránya
NEXTSTEP=	Következő lépés
PREVSTEP=	Előző
FINISH=	Befejez
FLYMARKSETTINGS=	Menet közbeni jelölési paraméterek beállításai
ORIENTATION=	Elrendezés iránya
HORIZONTAL=	Szint
VERTIICAL=	függőleges
POWEROFFSAVEFILE=	A fájlok automatikus védelme kikapcsoláskor
ADJUST=	Beállítás
FLYMULTIINFO=	Kérjük, először jelöljön meg egy téglalapot a csővezeték mozgási állapotában.\nHa a megjelölt téglalap olyan, mint az alábbi bal oldali ábra, kérjük, növelje az együtthatót.\nHa a megjelölt téglalap olyan, mint a lenti jobb oldalon látható ábra, kérjük, csökkentse az együtthatót.
DISABLEOPTIMIZECONMODE=	Optimális üzemmód, amely letiltja a folyamatos megmunkálási módot
ARRAYDISCHANGESN=	A sorszám szöveges tartalmának megváltoztatása tilos
SPIRAL=	Helix
SPIRALPITCH=	helix hangmagasság
LINEOFONERING=	A kör vonalszakaszainak száma
SPIRALPROMPTSTR=	Először ki kell jelölni néhány körobjektumot, ezek körvonalai a csavarvonal rajzolásának vezérlésére szolgálnak.
AREYOUSUREDLETE=	erősítse meg a törlést
CHANGENAME=	nevet változtatni
CUSTOMIZE=	egyedi
STDMODE=	standard mód
CONTOURFIRST=	kontúr prioritás
USERDEFCHARSPACE=	egyéni szövegköz
MINRADIUS=	Minimális sugár
MAXSPIRALPITCH=	Maximális hélix emelkedés
MINSPIRALPITCH=	Minimális hélix emelkedés
SPIRALPITCHINC=	Hangmagasság növelése
DELETESPIRAL=	törölje a helixet
OUTEDGELOOP=	A külső határgyűrűk száma
INTEREDGELOOP=	A belső határgyűrűk száma
ID_DRAW_SPIRAL=	Rajzolj egy spirált\nRajzolj egy spirált
FPKFROMLOWTOHIGH=	FPK áram alacsonyról magasra
ALWAYSOPENMO=	A MO jel mindig be van kapcsolva
LOWVALID=	Aktív alacsony
MARKFINISH=	Jelölő végjel
ENCURRENTADJUSTDELAY=	Az aktuális beállítási késleltetés engedélyezése
ENCURRENTADJUSTDELAY=	Az aktuális beállítási késleltetés engedélyezése
MINCURRENTADJUSTDELAY=	Minimális árambeállítási késleltetés
MAXCURRENTADJUSTDELAY=	Maximális árambeállítási késleltetés
SETCURRENT=	Állítsa be az aktuális áramerősséget
LAYSERNAMESAME=	A fólianév megegyezik a többi fólianévvel, kérjük, nevezze át!
ZOOM=	zoomolás
DRAW=	húz
PENBOX=	Tolltartó
DEVICE=	felszerelés
MULTILAYER=	többrétegű feldolgozás
MINPULSEWIDTHRATIO=	Minimális impulzusszélesség arány
MAXPULSEWIDTHRATIO=	Maximális impulzusszélesség arány
PULSEWIDTHOUTRANGE=	A Q impulzusszélesség a tartományon kívül esik
STANDARD=	alapértelmezett
TRUE=	Igen
FALSE=	nem
DISABLE=	tiltani
NS=	nanoszekundum
DELAYPARAM=	Késleltetési paraméter
JUMPPARAM=	Ugrás paraméter
MINJUMPTC=	Minimális ugrási késleltetés
MAXJUMPTC=	Maximális ugrási késleltetés
JUMPLENLIMIT=	Ugráshatár hossza
MARKLOOPTIP=	Az aktuális toll időpontjainak jelölése
MARKSPEEDTIP=	A galvanométer mozgási sebessége jelöléskor
LASERCURRENTTIP=	Lézer kimeneti áram
LASERFREQTTIP=	A lézerkimenet frekvenciája
LASERPOWERTIP=	Lézer kimeneti teljesítmény százalékos
LASERPWTIP=	A lézerkimenet impulzusszélessége
SPIWAVETIP=	SPI lézerkimeneti hullámforma kiválasztása
USEDEFWAVETIP=	Felhasználó által definiált lézerkimeneti hullámforma
JUMPSPEEDTIP=	Mozgási sebesség, amikor a galvanométer ugrik
MINJUMPDELAYTIP=	minimális késleltetési idő a galvanométer ugrásának befejezése után
MAXJUMPDELAYTIP=	A maximális késleltetési idő a galvanométer ugrásának befejezése után
JUMPLENLIMITTIP=	Ha a galvanométer ugrási távolsága nagyobb ennél a hosszúságnál, az ugráskésleltetés a maximális késleltetési időt használja
LASERONDELAYTIP=	Amikor a lézer be van kapcsolva, a galvanométer késlelteti ezt az időt, mielőtt elindulna
LASEROFFDELAYTIP=	Amikor a jelölési mozgás véget ért, kapcsolja ki a lézert ezen idő elteltével
POLYGONDELAYTIP=	Ha a jelölőmozgás során a sarok késik, a következő ív ezután kerül kijelölésre.
LMARKENDDELAYTIP=	A mozgás megjelölése után késleltesse az időt, mielőtt a következő ívre ugrik
CURPENNOTIP=	A toll jelenlegi sorozatszáma
CURPENCOLORTIP=	aktuális tollszín
USEDEFPARAMTIP=	Használja az alapértelmezett megmunkálási paramétereket
CURPENPARAMNAMETIP=	Jelenlegi tollparaméter neve
LOADPENBOXFROMDEF=	Az alapértelmezett tolldoboz-paraméterek betöltése
SAVEASPENBOXTODEF=	Mentés alapértelmezett tolldoboz paraméterként
RESETALLPENS=	Állítsa vissza az összes tollparamétert
SHOW=	előadás
HIDE=	elrejt
SHOWALL=	az összes megjelenítése
ARRAYTEXT=	dinamikus szövegtömb
TT_MODIFY_ARRAYTEXT=	Tetszőlegesen módosíthatja az egyes szövegtömb cellák helyzetét és méretét
PROPERTY=	Attribútumok
VALUE=	érték
MINVALUE=	minimális
MAXVALUE=	maximális érték
ENABLEPULSEWIDTH=	Impulzusszélesség beállítás engedélyezése
ENABLEPULSEWIDTHTIP=	Engedélyezi a szálas lézer beállított impulzusszélességét a feldolgozás során.
LASERLEAKHANDLETIP=	Annak érdekében, hogy a szálas lézer ne szivárogjon fényt a feldolgozás során, speciális kezelést végeznek.
ALWAYSOPENMOTIP=	A feldolgozás során mindig kapcsolja be a MO jelet
OPENMODELAYTIP=	A késleltetési idő a lézer MO bekapcsolása után
DISCHECKLASERSTATE =	 Tiltsa le a lézer állapotának ellenőrzését
DISCHECKLASERSTATETIP =	 A lézer állapotának ellenőrzése feldolgozás előtt tilos
LIMITPARAM=	Limit paraméterek
GALVOMINSPDTIP=	A galvanométer mozgása által megengedett minimális mozgási sebesség
GALVOMAXSPDTIP=	A galvanométer mozgása által megengedett maximális mozgási sebesség
GALVO2XTIP=	Galvo 2. tengely az X tengely
REVERSEXTIP=	A galvanométer X-tengely irányát meg kell fordítani
REVERSEYTIP=	A galvanométer Y tengelyének irányát meg kell fordítani
FIELDSIZETIP=	A galvanométer feldolgozási területének mérete
USECORRECTFILETIP=	Az aktuális galvanométer korrekciója megtörtént-e a megadott korrekciós fájl segítségével
TRANSFORMOFFSETXTIP=	A galvanométer kimenetének teljes transzformációjának X eltolási távolsága
TRANSFORMOFFSETYTIP=	A galvanométer kimenetének teljes transzformációjának Y eltolási távolsága
TRANSFORMANGLETIP=	A galvanométer kimenetének teljes átalakulásának elfordulási szöge
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Az egyenessé diszkretizálódó görbe maximális húrmagassági hibája
	
MINLINESEGLEN=	Minimális egyenes hosszúság
MINLINESEGLENTIP=	Minimális sorhossz, az ennél rövidebb sorokat figyelmen kívül hagyja
LASERREADYIO=	Lézerkész port
REDLIGHTPOINTSTART=	Piros fény jelzi a start portot
PORTNOTIP=	Az aktuális jel által használt portszám
LOWVALIDTIP=	Az aktuális jel aktív-e alacsony
STARTPULSEMODETIP=	Az indítójel él-triggerelt-e
PULSEWIDTHOUTPORTMODETIP=	A végjel aktív szintjének kimeneti ideje
LOWVOLISVALID=	Aktív alacsony
HIGHVOLISVALID=	Aktív magas
ALARMPORTSTATETIP=	A jel érvényes állapota az aktuális porton
ALARMMESSAGETIP=	A rendszer felugró üzenet, amikor figyelmeztető jelzés van folyamatban
REDCONTMODE=	Piros fény folyamatos jelzés mód
SOFTLICENCENOTFIND=	Nem található érvényes szoftver regisztrációs kód!
SOFTLICENCEISUNVALID=	Érvénytelen szoftver regisztrációs kód!
CHANGEPWELAY=	Módosítsa az impulzusszélesség késleltetését
CHANGEPWELAYTIP=	Az az idő, ameddig a lézernek késleltetnie kell az impulzusszélesség értékének megváltoztatásakor
BWREVERSE=	fekete-fehér inverzió
DELETECENBAR=	távolítsa el a középső blokkot
INFO_CODEDATAMTXGS1=	A DATAMATRIX_GS1 egy speciális formátumú DATAMATRIX vonalkód, amelynek tartalmának meg kell felelnie a GS1 szabvány formátumának.
OPTIMIZEPARAM=	Optimalizálási paraméterek
OPTIMIZEHATCH=	Optimalizált párnázás
BARCODEENDEFTEXT=	Egyéni megjelenített szöveg (# karakter, ? törlés, % ellenőrzés)
GALVORESPONSE=	Galvo válaszidő
ENSAVEFILE=	engedélyezze a mentési fájlt
ENDRAWENTITY=	Rajzolható objektumok engedélyezése
ENPICKMOVE=	Engedélyezze az Átalakítás áthelyezését
ENEDITPARAM=	Objektumszerkesztés engedélyezése
ENPENPARAM=	A tollparaméterek módosításának engedélyezése
ENDEVPARAM=	Engedélyezze az eszköz paramétereinek módosítását
ENSYSTEMPARAM=	Engedélyezze a rendszerparaméterek módosítását
ALREADYHAVETHISUSER=	Ez a felhasználónév már létezik, kérjük, módosítsa a felhasználónevét!
GALVOBIDIROFFSET=	Kétirányú eltolás
	
ID_VIEW_3D=	2D és 3D nézet váltás\n3D nézet váltás
ID_VIEW_3DUP=	Felülnézet\nFelülnézet
ID_VIEW_3DDOWN=	 Nézet alulról\nLefelé nézet
ID_VIEW_3DLEFT=	Nézet balról\nBal nézet
ID_VIEW_3DRIGHT=	Nézet jobbról\nJobb nézet
ID_VIEW_3DFRONT=	Kilátás elölről\nElölnézet
ID_VIEW_3DBACK=	Kilátás hátulról\nHátulnézet
ID_VIEW_3DISO=	Nézet izometrikus irányból\nIzometrikus nézet
ID_3DVIEW_WIRE=	Felszíni drótváz mód megjelenítése\nDrótváz mód megjelenítése
ID_3DVIEW_RENDER=	Felületi renderelési mód megjelenítése\nRenderelési mód megjelenítése
ID_3DVIEW_RENDERLINE=	Felületi renderelési vonal mód megjelenítése\nRenderelési vonal mód megjelenítése
ID_3DVIEW_HIDEMESH=	Felületek megjelenítése vagy elrejtése\nFelületek megjelenítése és elrejtése
ID_3DFUN_MESH3D=	3D felületmodell fájl megnyitása\n3D felületmodell megnyitása
ID_3DFUN_SLICEMESH=	Szeletek rétegezése a felületeken\nFelületi rétegezés
ID_3DFUN_ROTATEMESH=	A felület elforgatása\nA felület elforgatása
ID_3DFUN_MOVEMESH=	A felület fordítása\nA felület lefordítása
ID_3DFUN_PRJ=	Objektumok vetítése felületekre\nfelületi vetítés
	
	
ALLOUTMODE=	Minden kimenet
ENCODERONLYA=	A jeladó csak az A fázishoz csatlakozik
FLYTRACKERROR=	repülési hiba korrekciós tényező
MESH3D=	3d felület
CURVE3D=	3D görbe
SLICE3D=	Réteges érintők
SLICEFILE=	Réteges fájlok
SLICEMESH=	Réteges vágások
ZMAXTOMIN=	Z érték nagytól kicsiig
MINZ=	Minimális Z érték
MAXZ=	Maximális Z érték
THICKNESS=	vastagság
CROSSHATCH=	kereszt kitöltése
ROTATEMESH=	forradalom felülete
MOVEMESH=	mozgatni a felületet
PROJECT=	kivetítés
PROJECT3D=	3d vetítés
DELPROJECT=	vetítési görbe törlése
LIMITZ=	Z határ
SURFACEDOWN=	alsó felületi vetület
LANGPAGE=	nyelvi kódoldal
DYNAMICHATCH=	Dinamikus kitöltés
ADDCONTOUR=	növelje a körvonalat
MARKMESHBOX=	Jelölje meg a felület határoló dobozát
MARK_NOMESH=	Nincs felületi tárgy, kérjük ellenőrizze 3D nézetben, hogy a felület terhelve van-e?
PULSEWIDTHINDEXMODE=	Impulzusszélesség-index mód
PULSEWIDTHINDEXMODETIP=	Az impulzusszélességet index jelzi
MAXINDEXVALUE=	maximális indexérték
PULSEWIDTHINDEX=	Impulzusszélesség-index
ENWELDWAVEOUT=	Engedélyezze a hullámforma kimenetet
WELDWAVE=	hullámforma
WELDWAVETIP=	Lézer analóg hullámforma beállításai minden ponthoz
WAVEWIDTH=	Hullámforma szélessége
MAXWELDWAVEWIDTH=	Hullámforma maximális szélessége
WAVETOTALWIDTHISBIG=	A beállított teljes hullámforma szélesség nagyobb, mint a maximális szélesség, kérjük, adja meg újra!
REMOVENOINT=	Távolítsa el a nem metsző vonalszakaszokat
USESELECT2DENT=	Réteg a kiválasztott 2D objektumokkal
GENERATECURVES=	Görbeadatok generálása
CALCULATECONTOURS=	Számítsa ki a profilgörbét
REBULIDCONTOURS=	Kontúrpozíció-információ készítése
HATCHLINES=	Kitöltési vonalak kiszámítása
BUILDPROJECTMESH=	Hozzon létre egy vetítési felületet
WRAP=	csomag
PLSSELECTVALIDCURVE=	Kérjük, válasszon érvényes görbét!
BASICPARAM=	Alapvető paraméterek
ASSIGNMENT=	térkép
XYASSIGNMENTISSAME=	Az X és az Y tengely leképezési értéke nem lehet azonos, kérjük, válassza ki újra!
ID_3DFUN_BASICSHAPE=	Alapvető 3D felület létrehozása\nAlap 3D felület létrehozása
BASIC3DSHAPE=	Alap 3D felület
PLANE=	lakás
SPHERE=	szféra
CYLINDER=	henger
CONE=	Kúp
FREQDELAY=	frekvencia késleltetés
LASERFREQTTIP2=	Késleltetett várakozási idő szükséges, amikor a lézer frekvenciát vált
BMPTOMESH=	Bitmap konvertálása felületre
ID_3DFUN_BMPTOMESH=	Bitkép a felületre\nBitkép a felületre
REFRESH=	Frissítés
WAITFORINPUT=	Várakozás a bemeneti port jelére
OUTPUTWHENSTART=	A rétegfeldolgozás elindítja a kimeneti port kimeneti jelét
OUTPUTWHENFINISH=	Rétegfeldolgozás vég kimeneti port kimeneti jele
WAITFORSTARTSIGNAL=	várja meg a start port jelét
WAITFORSELLAYERSIGNAL=	Várakozás a kiválasztott réteg jelére
IOMASK=	port maszk
IOMASKTIP=	Meghatározza, hogy mely portok érvényesek az aktuális eszközhöz
CYLINDERWRAP=	Hengeres burkolat
YWRAP=	Tekercselés Y irányban
CURRENTLAYERINDEX=	aktuális megjelenítési réteg index
ENABLEFIRSTOPENLASERDELAY=	Engedélyezze a késleltetési időt a lézer első bekapcsolásakor
SETMINVALUE=	állítsa be a minimális értéket
SETMAXVALUE=	állítsa be a maximális értéket
PULSEWIDTHUNITISPS=	Impulzusszélesség pikoszekundumban (ps)
PS=	pikoszekundum
CONTINUEMODE=	folyamatos üzemmód
PICKENTYOUWANTTRIM=	Válassza ki a vágni kívánt objektumokat
PICKENTYOUWANTINTERSECT=	Válassza ki az objektumokat a metsző területek egyesítéséhez
BACKGROUND=	háttér
SELBACKGROUNDCURVES=	Válassza ki a háttérként használni kívánt görbét
COPYBACKGROUNDTOWS=	Másolja a háttérgörbét a munkaterületre
SHOWOPTIPARAM=	Megjelenítés optimalizálási paraméterek
SHOWWOBBLEPARAM=	Jitter paraméterek megjelenítése
SHOWOTHERPARAM=	Egyéb elemparaméterek megjelenítése
SHOWDESCAREA=	Paraméterrészletek megjelenítése
SHOWPOWERRAMPPARAM=	Teljesítmény lineáris transzformációs paraméterek megjelenítése
SHOWSPEEDRAMPPARAM=	Sebesség lineáris transzformáció paramétereinek megjelenítése
POWERRAMPING=	A hatalom lineáris transzformációja
ENABLESTARTRAMP=	indítás engedélyezése
ENABLESTARTPOWERRAMPTIP=	Az engedélyező start szegmens teljesítménye lineárisan változik
STARTRATIO=	kezdő skála
STARTLENGTH=	kezdő hossz
STARTRAMPRATIO=	A kezdőérték és a maximális érték aránya
STARTRAMPLENGTH=	A kezdőszegmens maximális megengedett hossza
ENABLEENDRAMP=	vég engedélyezése
ENABLEENDPOWERRAMPTIP=	Az engedélyezett végszegmens teljesítménye lineárisan változik
ENDRATIO=	végskála
ENDLENGTH=	vége hossza
ENDRAMPRATIO=	a végérték és a maximális érték aránya
ENDRAMPLENGTH=	végszegmens maximális hossza változhat
	
SPEEDRAMPING=	sebességű lineáris transzformáció
ENABLESTARTSPEEDRAMPTIP=	Engedélyezze a kezdőszegmens sebességének lineáris változását
ENABLEENDSPEEDRAMPTIP=	Engedélyezze a végszegmens sebességének lineáris változását
INPUT=	belép
BTNBOX=	Határ[F4]
BTNPRJ=	Vetítés [F4]
STARTCALI=	indítsa el a kalibrálást
FINISHCALI=	kalibrálás vége
MARKGRID=	jelölő rács
MENU_FILE_PROJECTPARAM=	Vetítési paraméterek
TESTCALI=	Tesztelje a vetítési korrekciót
SELECTALLPOINTS=	Minden pont kijelölése (a Ctrl és a nyílbillentyűk lenyomásával válthat a kijelölt pontok között, ha egyetlen pont van kiválasztva)
ENABLEPROJECT=	Projekciós megfigyelés engedélyezése
APPAPPEARANCE=	A program megjelenése
LASERBOARDIDEN=	Lézeres interfész kártya típusa
LASERBOARDVER=	Lézeres interfész kártya verzió
ESTIMATEDTIME=	Becsült feldolgozási idő
ENABLEBARCODEFASTPTMODE=	Vonalkód gyorspont mód engedélyezése
MODULEHORIARRANG=	A modulok vízszintesen vannak elrendezve
SIMPLEENCODE=	egyszerű kódolási mód
ENABLEBARCODEFASTLINEMODE=	Vonalkód gyors vonal mód engedélyezése
ID_3DFUN_FREEPAINT=	Szabadkézi nyomkövetés felületen\nSzabadkézi nyomkövetés
FREEPAINT=	ingyenes rajz
SIN=	Szinuszos
WOBBLETYPE=	Jitter típus
ROUNDTRIP=	oda-vissza mód
WAVEDELAY=	Hullámforma kimeneti késleltetés
LASERMONITOR=	Lézeres megfigyelés
TEMPALARM=	hőmérséklet riasztás
REFLALARM=	Magas riasztásgátló
SYSTEMALARM=	rendszer riasztó
POWERALARM=	Tápfeszültség riasztó
LASERNOTREADY=	A lézer nincs készen
LASERREADY=	lézer kész
UNKNOWALARM=	Ismeretlen figyelmeztetés
LASEREXTFAULT=	A lézer külső meghibásodása
CALCULATING=	Számító...
OFFLINE=	Offline feldolgozás
POINTNUM=	pontokat
SPIRALBRUSH=	Spirális tulajdonságú ecset
PICKSELSPIRALREFRESH=	Válassza ki a spirálvonalat, amelyet frissíteni kell, és nyomja meg a jobb egérgombot a megerősítéshez
ENABLPARSEMODE=	Engedélyezze az elemzési módot
ID_PICK_BYPEN=	Objektumok kiválasztása tollszám alapján\nVálasszon tollszám alapján
No=	sorozatszám
MOVETOINDEX=	Lépjen a megadott sorszámra
AXISSOLUTION=	Kiterjesztett tengelyű megoldás
FEEDBACK=	kódoló visszajelzés
COMMCATH=	Közös katód kimenet
LIMITSWITCH=	végálláskapcsoló
SOFTLIMIT=	lágy határ
POSIDIR=	Pozitív visszatérés a nullához
FINDINDEX=	index keresése
HOMESPEED=	Nulla visszatérési sebesség
LEAVESPEED=	hagyja a sebességet
HOMEOFFSET=	Nulla eltolás
HOME=	nulla
FOLLOWERROR=	következő hiba
ACCELERATION=	gyorsulás
DECELERATION=	lassulás
FOCUSPOS=	fókusz pozíció
SETCURPOSASFOCUS=	Állítsa be az aktuális pozíciót fókuszpozícióként
SETMINPOWER=	Állítsa be a minimális teljesítményt
SETMAXPOWER=	állítsa be a maximális teljesítményt
SETMINGRAY=	állítsa be a minimális szürkeárnyalatot
SETMAXGRAY=	állítsa be a maximális szürkeárnyalatot
SCANINVERT=	fordított szkennelés
EMISSIONDELAY=	Gerjesztési késleltetés
WELDPARAM=	Hegesztési paraméterek
DELEDGELINES=	Szegélycsatlakozó törlése
INFO_GS1DATABAR=	A GS1 DataBar vonalkód (korábban RSS vonalkód) egyben a GS1 rendszer vonalkód szimbóluma is. A vonalkód előnye, hogy "kisebb méret, nagyobb mennyiségű információ" és "további információkat tartalmazhat, mint például a termék lejárati dátuma, sorozatszáma stb.".
SHOWFAST=	Gyors kijelző optimalizálás
SHOWDIR=	A görbe irányának megjelenítése
SIMULATIONSPD=	Repülési sebesség szimulálása
TEMPERATURE=	hőfok
SPHEREWRAP=	gömb alakú pakolás
ZLAYER=	Z rétegezés
WAITSTARTSIGOFLAYER=	Várja meg, amíg a réteg elkezdi feldolgozni a jelet
PWMONDELAY=	PWM bekapcsolási késleltetés
PWMONDELAYTIP2=	A késleltetés a Gate felfutó éle és felfutó éle között, amikor a PWM be van kapcsolva
ROTATECENZ=	Z tengely
ERR_NOTHOME=	A tengely nem tért vissza nullára, kérjük, először térjen vissza nullára!
SPLITMODE=	osztott mód
NOSPLIT=	nem osztva
SPLITBYSIZE=	Méret szerint felosztva
SPLITBYGUILDLINE=	Felosztás segédvonallal
SETCURPOSASORIGIN=	Állítsa be az aktuális pozíciót kiindulási pozícióként
FINDHOME=	nullát találni
XTABLEMOVE=	Az X tengely a platform mozgása
YTABLEMOVE=	Az Y tengely a platform mozgása
DISPENHIDEPARAM=	A rejtett tollparaméterek letiltása
REDLIGHTDISMOTOR=	A tágulási tengely mozgása tilos
UNGROUPTEXT=	külön szöveg
ID_EDIT_UNGROUPTEXT=	A szöveget egyedi karakterekre választja el\nSzöveg elválasztása
ENABLPINPOS=	Helyi mozgásérzékelés engedélyezése
POSITIONTOL=	pozícióhiba
INPOSTIME=	Érkezési idő
INPOSLIMITTIME=	időkorlát a helyén
ERRRESETISLOW=	Hiba reset jel aktív alacsony
REMOTECTRLISLOW=	A távirányító jele aktív, alacsony
LASERNOTENEMISS=	A lézer nem bocsát ki fényt
ID_FILE_MACHINEPARAMETER=	Eszközparaméterek beállítása\nEszközparaméterek
MENU_FILE_MACHINE=	Eszköz paraméterei...
DOUBLEPTMODE=	Duplapontos mód
NOCUTENTITY=	Nem vágható tárgyak
INPUTIOSTATE=	bemeneti port állapota
ID_DRAW_ENCODERDISTANCE=	A kódoló távolságának ábrázolása\nKódoló távolságának ábrázolása
SKYWRITE=	 Egységes jelölés (Sky írás)
RUNINDURATION=	Importálási ciklus
RUNOUTDURATION=	export ciklus
RUNINDURATION10US=	A görbébe vezető ciklusidő (mértékegysége: 10 us)
RUNOUTDURATION10US=	A vezető kilépési görbe ciklusideje (mértékegysége: 10us)
TIMELAG=	Késési idő
LASERONSHIFT=	Laser On Drift
LASERONSHIFTUS=	Lézeres indítási sodródás (egység: mi)
LIMITANGLE=	határszög
LIMITANGLEDESC=	A határszögnél kisebb görbék automatikusan a sokszög késleltetést használják
OUTPUTPARAM=	kimenet kiválasztási paraméter
CHANGEWAVEDELAY=	Hullámforma késleltetés módosítása
SHOWDELAYPARAMS=	Kijelzési késleltetési paraméterek
SHOWJUMPPARAM=	show jump paraméterek
HIDEPENBUTTONS=	Tollparaméterek elrejtése gomb
LOCK =	 záró
USBREMOVE_WARN=	Az USB vezérlőkártya le van választva, zárja be a szoftvert és indítsa újra a szoftvert!
DESCRIPTION=	leírni
HATCHPARAMLIB=	Töltse fel a paraméterkönyvtárat
SAVEPARAM=	mentse el a paramétereket
LOADPARAM=	Paraméterek betöltése
INDEX=	index
RESETCCD=	Állítsa vissza a CCD-t
BUILDCCD=	Építsd meg a CCD-t
MOVETOCCDSTART=	Lépjen a CCD kiinduló helyzetébe
ENCALIBRATION=	CCD-korrekció engedélyezése
ENCHANGEMODEL=	Váltási sablonok engedélyezése
MODELNO=	Sablon száma
FAILHANDLE=	hibakezelés
ENRETRY=	Próbálja újra
RETYRCOUNT=	újrapróbálkozások száma
WHENFAIL=	Ha a CCD meghibásodik
THENSTOP=	állj meg
THENCONT=	folytasd lefelé
THENJUMP=	ugorj az indexre
INPUTJUMP=	bemeneti port ugrás
JUMPTO=	átirányítás ide
CUBE=	kocka
REVOLVEWRAP=	Rotációs testpakolás
ERR_NOMESH=	nincsenek felszíni tárgyak
BINDID=	Kösd össze az ügyfelek adatait
ERR_CLIENTID=	A fájl ügyfélazonosítója érvénytelen!
STABLETIME=	stabil menetrend
ENSELLAYER=	Kijelölő réteg engedélyezése
ERR_USERSTOPMARK=	A feldolgozást a felhasználó megszakította
AXISERRSTOP=	A tengelymozgás megszakadt!
CLONE=	klón
AAXISMODE=	A-tengely mód
AXISMOVEDELAY=	Tengelymozgás késleltetés
AXES=	tengely
MESHEDIT=	Felületi szerkesztés
MERGECLOSEVERTICES=	Egyesítő csúcsok egyesítése
LASERONTCONLYUSEINSTART=	A lézeres indítási késleltetés csak az indítási szegmensben érvényes
LASERPOWER=	Lézeres tápegység
SYSTEMFAULT=	rendszer hiba
INTERNALLASERFAULT=	Belső lézerhiba
SHOWSKYWRITEPARAM=	Egységes jelölési paraméterek megjelenítése
DISABLESYNPRR=	A PRR jel szinkronizálásának letiltása
BACKLASH=	Holtjáték kompenzáció
USESPLITBOXCENASMARKCEN=	Használja az osztott doboz közepét jelölőközpontként
HANDWHEEL=	kézikerék
GEARRATIO2=	áttétel
STARTHW=	indító kézikerék
ENDHW=	Lépjen ki a kézikerékből
ENABLEHANDWHEEL=	Kézikerék engedélyezése
SCANNERFOLLOWMOUSEMOVE=	Pont módban a galvanométer az egérrel együtt mozog
AUTOMODE=	automatikus üzemmód
ENABLEAUTOADJUST=	Automatikus beállítás engedélyezése
ACCURACYPRIORITY=	Első a pontosság
SPEEDPRIORITY=	sebesség prioritás
STARTADJUST=	kezdje el a beállítást
AUTOADJUSTING=	Automatikus beállítás...
FPKENABLETHREST2=	A T2 engedélyezési küszöbidő tiltása
FPKVOLTAGE=	első impulzus elnyomási feszültség
MANUALSET=	kézi beállítás
LASERCOOLINGTIME=	Lézeres hűtési idő
MENU_SORT_BYX=	Rendezés X szerint
MENU_SORT_BYY=	Rendezés Y prioritás szerint
MENU_SORT_REVERSE=	fordított rendezés
SMARTADJUSTMENT=	Intelligens beállítási paraméterek
ENABLESMARTADJUST=	Intelligens beállítás mód engedélyezése
DECMODE=	Dec decimális
HEXMODE1=	HEX hatszög
HEXMODE2=	hatszögletű hatszög
RESULT=	Hatás
NORMAL=	Normál
TISSMALL=	T érték túl kicsi
TISLARGE=	T érték túl nagy
TOFFIRSTLINE=	 Első sor T korrekciós értéke
START=	Rajt
SMARTADJUSTTIP=	Kérjük, kövesse a lépéseket a paraméterek beállításához, először állítsa be a végszegmenst, majd állítsa be a kezdő szegmenst. Állítsa be a T paramétert úgy, hogy a ténylegesen megjelölt vízszintes és függőleges vonal ugyanúgy metszi egymást, mint a normál hatás.
CHECKISALREADYMARK=	Ellenőrizze, hogy a szöveg meg van-e jelölve
CURVETOPTS=	Görbék konvertálása pontokká
PREVIEW =	 előnézet
ASSERT=	rendellenes
ERR_FAIL=	sikertelen!
MENU_GUILDLINEBOX=	Rajzolj egy irányadó dobozt
GUILDLINEBOX=	Segéddoboz
SPLITBYGUIDELINEBOX=	Használjon segéddoboz-osztást
PLSCHOOSECARD=	Kérjük, válassza ki a használni kívánt kártyát
CHANGEBMPREALDPI=	Bittérkép valódi DPI módosítása
DISABLEAXISA=	Az A-tengely tilos
ENHOMEFINISHGOTOPOS=	Engedélyezze a nulla visszatérést a végére a megadott pozícióba
HOMINGFINISHPOS=	A megadott pozíció, ahol a nulla visszatérés véget ér
EXPOSURE=	kitettség
CAMERA=	kamera
NOCUTTEXT=	felosztott szöveges karakterek letiltása
CURFILEMODIFYPLSSAVEIT=	Az aktuális fájl módosult, kérjük, először mentse el!
SAVETOFILE=	fájlba menteni
ISSUE=	kérdés
PAUSEWHENLIMIT=	Szünet a szöveg végén
LIMITISCONTINUE=	A szöveg elérte a határértéket, folytatja a visszaállítás után?
POWERSTANDBY=	Készenléti áramellátás
MESHFOLLOWROTATE=	A felület forog vele
LASERFAULT=	Lézer hiba
FIBERALARM=	Fiber riasztó
SAFETYALARM1=	A biztonsági retesz meghibásodása
SAFETYALARM2=	Biztonsági hurok riasztó
LINKALARM=	Optikai kapcsolat hiba
CRITICALALARM=	A lézervédelem kritikus meghibásodása
HOTSTOP=	A lézerkibocsátás helytelen leállítása
POWER24ALARM=	Vezérlő 24V-os tápellátási hiba
MAXTHREADCNT=	A számítási szálak maximális száma
MESHRESOL=	Felületszámítási pontosság
DELAY=	késleltetés
MOTORSPEDRATIO=	Kiterjesztett tengelysebesség felülírása
SHOWCHECKNUM=	Mutasd az ellenőrző kódot
DISABLECANCELAXISMOVE=	tengely mozgásának törlése tilos
OFFLINEDOGNOTFOUND=	A megfelelő hardverkulcs nem található
EZCADSTR_ARRAY_X_INCDIST=	X-array növekményes távolság
EZCADSTR_ARRAY_Y_INCDIST=	Y tömb növekményes távolsága
EZCADSTR_ARRAY_Z_INCDIST=	Z tömb növekményes távolsága
OUTPUTANALOG=	analóg kimenet
Voltage=	Feszültség
MODE8=	függőleges 8
MODE82=	vízszintes 8
TCPIPSERVER=	TCP/IP szerver
NOCUTSMALLENT=	Ne hasítson fel apró tárgyakat
AUTOSAVEWHENCLOSE=	Az aktuális fájl automatikus mentése a szoftver bezárásakor
MASK=	maszk
DISABLESTOPAXISWHENDOOROPEN=	Megakadályozza a stop tengely mozgását, amikor az ajtó nyitva van
STOPAXISWHENDOOROPEN=	Állítsa le a tengely mozgását, amikor az ajtó nyitva van
STAGEFB=	Platform visszajelzési pozíció
GALVOCMD=	Galvo parancsnoki pozíció
GALVOFB=	Galvo visszacsatoló helyzet
DISSHOWFILEPROCESS=	Fájlfeldolgozási párbeszédpanelek letiltása
DISSHOWCALCPROCESS=	A számítási folyamat párbeszédpaneljének eltüntetése
LEVEL16=	16. szint
STEPMODE=	Sebességoptimalizáló mód
SHOWSTEPMODE=	Megjelenítési sebesség optimalizálási mód paraméterei
ENCODEMODE=	kódolási mód
ENABLJUMPTABLEMODE=	Az ugrásparaméter-tábla mód engedélyezése
ENABLJUMPTABLEMODETIP=	Az összes toll ugrási paraméterei automatikusan lekérésre kerülnek az ugrási paraméterek táblázatából
JUMPTABLE=	Ugrás paraméter táblázat
DRAWTOL=	Rajz pixel pontosság
SHIFTOFROTARY=	A forgástengely eltolódása
SERVERINFO=	szerver információk
FASTLINELASERONRATIO=	Gyors vonali fénykibocsátási arány
STANDARDPOS=	Szabványos elhelyezkedés
REALPOS=	tényleges hely
FLYSPEEDMONITOR=	repülési sebesség figyelése
MAXFLYSPEED=	maximális repülési sebesség
STARTANDSTART=	kezdőpont a kiindulóponthoz kapcsolódik
STARTANDEND=	Kezdete és vége csatlakoztatva
ENDANDSTART=	végpont kapcsolódik a kezdőponthoz
ENDANDEND=	végponttól végpontig
OPENCURVE=	nyitott görbe
LASERWOBBLESHOW=	Jitter útvonal előnézete
SHOWTRANSBMP=	Átlátszó bittérkép megjelenítése
DISABLECIRMODE=	Körminta elnyomása
REFINEPLANECONTOUR=	Sík kontúrok kivonása
REFINECONTOURMOUSE=	Síkkontúr kibontása: kattintson a bal egérgombbal az előnézethez, kattintson duplán a bal gombbal a megerősítéshez
HORIZONALPLANE=	szintbe állítja a gépet
HORIZONALPLANETIP=	Kattintson a bal egérgombbal a szintezendő sík kiválasztásához
LASERONLAGTIME=	Lézer késleltetési idő
FIRSTJUMPDELAY=	első ugrás késleltetése
ENABLEHATCHLINEOVERLAP=	Kitöltési vonal lépcsőzetes felosztásának engedélyezése
CHARADDMODE=	karakternövelő mód
TT_PICKSHOWALL=	Összes objektum megjelenítése\nMinden objektum megjelenítése
TT_PICKHIDEALL=	 Minden objektum elrejtése\nAz összes objektum elrejtése
FLOATSOL=	lebegőpontos pontosság
ENABLEAUTOCONNECT=	Leválasztáskor engedélyezze az automatikus csatlakozást
CONNECTINTERVAL=	csatlakozási intervallum
DISABLEMOVEZWITHENTZ=	Tiltsa le a Z tengely mozgatását az objektum koordinátái alapján
ESCBTNSTOPAXISIMM=	Engedélyezze az Esc-t a tengely mozgásának azonnali leállításához
DOYOUREALRESETALLPARAM=	Valóban vissza akarja állítani az összes tollparamétert?
UPDATEDYNENT=	Dinamikus objektumok frissítése
FAILEDOPENDLCDEV=	Nem sikerült megnyitni a DLC-kártyát
SOFTWARELICWILLEXPIRE24HOURS=	A szoftverlicenc 24 órán belül lejár, kérjük, forduljon a berendezés szállítójához!
SPLITBITMAP=	osztott bittérkép
NOGUILDLINETOSPLITBMP=	Nincsenek bittérképek felosztására használható segédvonalak, kérjük, először rajzoljon útmutatókat!
BARCODEPTMODE=	Vonalkód pont feldolgozási mód
FASTPOINT=	gyorspont mód
FASTLINE=	gyors vonal mód
FASTSTEPMODE=	Lépés mód
ENABLELASEREXTOUTPUT=	Engedélyezze a lézer expanziós kimenetet
LASEREXTOUTPUT=	Lézeres kiterjesztett kimenet
DEFAULTPARAM=	alapértelmezett paraméterek
MARKFAILIO=	Sikertelen port megjelölése
SHOWSELECTBTNONPANEL=	A Tengelymegoldás kiválasztása gomb megjelenítése a panelen
RELSPEED=	Relatív sebesség
SPEEDFIELD=	sebességmező
POWERFIELD=	energiamező
SPEEDFIELDRATIO=	sebességmező arány
POWERFIELDRATIO=	energiatér aránya
RATIO=	hányados
DISTRIBUTIONMODE=	Görbe eloszlási minta
RESOLUTIONRATIO=	Felosztási pontossági arány
DISTR_PRIMARY=	elsődleges eloszlás
DISTR_QUADRATIC=	másodfokú eloszlás
DISTR_CUBIC=	köbös eloszlás
VALIDINWHOLEPMARKERIOD=	Hatékony a teljes megmunkálási ciklusra
INFO_CODEBC412=	A BC412 vonalkód egy folyamatos, nem rögzített hosszúságú kétirányú vonalkód, amelyben minden vonal és szóköz információt jelöl; karakterkészlete 0-9-et tartalmaz, és az AZ-ban nem szerepel az 'O'; az ellenőrző kód a rendszer automatikusan hozzáadja.
SHOWFREQRAMPPARAM=	Frekvencia lineáris transzformációs paraméterek megjelenítése
FREQRAMPING=	Frekvencia Lineáris Transzformáció
CANNOTHAVESAMESN=	Nem lehet azonos sorozatszámú DLC kártya!
ALLSCANNERMARKCURLAYER=	Minden galvanométer feldolgozza az aktuális réteget
ALLSCANNERMARKCURLAYERSPLIT=	Minden galvanométer fel van osztva és feldolgozva az aktuális réteghez
ENCURVESYNINPORT=	A görbe szinkronizálásának bemeneti portjának engedélyezése
SPECIALPOS=	különleges helyszín
SETCURPOSASSPECPOS=	Állítsa be az aktuális helyet egy speciális helyre
ENCURVESYNWHENCURVEEND=	A görbe végének szinkronizálásának engedélyezése
LASEREMISSION=	Lézer globális engedélyezése [MO]
STARTDELAY=	indítási késleltetés
ENDDELAY=	vége késleltetés
LASERSYN=	Lézeres kapcsoló szinkronizálásra
ACCURATEHOME=	Pontos visszatérés a nullához
AUTONAMEENT=	Objektumok automatikus elnevezése
ENTNAMESAME=	Az objektumnév megegyezik a többi objektumnévvel, kérjük nevezze át!
CREATE3DSPRING=	Hozzon létre egy 3D hélixet
USECURRPOS=	használja az aktuális helyet
SETMOAFTERPW=	Állítsa be az MO-t az impulzusszélesség módosítása után
STARPULSEWIDTH=	indító impulzusszélesség
INCULSEWIDTH=	Impulzusszélesség-növekmény
ONEBYONEMARKING=	A galvanométerek feldolgozása sorrendben történik
STARTMARKINGLAYER=	Kezdje el a rétegek feldolgozását
INFO_AUSPOST4STATE=	Az Australia Post 4 állapotkódjai 4 hosszúságú oszlopból állnak. Minden vonalkód FCC (2 számjegy) és DPID (8 számjegy) kódokat, valamint opcionális felhasználói információkat tartalmaz. Példa: FCC
INFO_DOTCODE=	A DotCode vonalkód 2D vonalkód, karakterkészlete tartalmazza az összes ASCII karaktert;
INFO_JAPANPOST=	A japán postai rendszer a japán postai vonalkódot használja, az érvényes karakterek a „0-9” számok, az angol nagybetűk „AZ” és az összekötő karakter „-”. 7 számjegyből (irányítószám) + további adatokból áll. Például "27301023-20-5B604".
INFO_POSTNET=	A PostNet az Egyesült Államok Postaszolgálatának (USPS) szolgál, az érvényes karakterek a „0-9” számok, csak az 5 számjegyű irányítószám, a 9 számjegyű irányítószám+4 kód vagy az összes 11 jegyű kód.
INFO_UKROYALMAIL=	A Royal Mailhez az Egyesült Királyság Royal Mail 4 állam ügyfélvonalkódját használják, az érvényes karakterek a "0-9" számok és az angol nagybetűk "AZ".
INFO_DUTCHPOSTKIX=	Dutch Post KIX vonalkódot a Royal Dutch TPG Posthoz használják, az érvényes karakterek a "0-9" számok és az angol nagybetűk "AZ".
INFO_PLANET=	A PLANET az egyetemes postai szolgáltatáshoz (USPS) szolgál, az érvényes karakterek a "0-9" számok, csak 11 és 13 számjegyű formátumban.
SPLITCURVES=	 osztott görbe
MINDISTTRIGGER=	Minimális kioldási távolság
MINTIMETRIGGER=	Minimális kioldási idő
AUTORESORT=	automatikus válogatás
MENU_SORT_MINDIST=	Rendezés minimális távolság szerint
DISABLEUNDO=	UNDO letiltása (legközelebb érvényes)
REDLIGHTINVERT=	A piros fény jelszintjének inverziója
SINGLEPTREPEATMODE=	Egypontos ismétlési feldolgozási mód
SAVECAMERATOBMP=	A kamera képének mentése BMP fájlba
ENBIGCURVESHORTSEGSPLIT=	Engedélyezze a nagy görbe és a kis szegmens módot
UNGROUPHATCHLINE=	 Törje szét a megtöltött tárgyakat
MENU_NODE_MOVE=	mobil csomópont
MENU_NODE_SETASSTART=	állítsa be kiindulási pontként
AXISSTATE=	tengely állapota
NOTIMING=	Ne frissítse a megmunkálási időt
OFFLINESENDDATA=	Offline mód: adatok küldése
ENMARKPAUSEMODE=	Jelölési szünet mód engedélyezése
DIABLEINTERIOOUTPUT=	A belső IO kimenet letiltása
USERNOTOPESOFTLOCK=	A felhasználó hosszú ideje nem végzett semmilyen műveletet, a szoftver le van zárva, kérjük jelentkezzen be újra!
EXTENDCURVE=	Hosszabbítsa meg a görbét
EXTENDLENGTH=	kiterjesztett hossza
ENABLEARCCMD=	Ívjelölési parancs engedélyezése
SCANNERJUMP=	Galvo Jump
USEREDLIGHTCOR=	A piros fény korrekciójának engedélyezése
PULSEENERGY=	impulzus energia
DISABLECHECKPWLIMIT=	Az impulzusszélesség-korlát ellenőrzésének letiltása
ALWAYZOPENWHENNOTMARKING=	Mindig kapcsoljon piros lámpát, ha nem jelöl
ENABLEMULTICCD=	Engedélyezze a több-CCD módot
MULTICCDINDEX=	Több-CCD hurokvégi index
CUSTOMVER=	Testreszabott verzió
MENU_FILE_LOGIN=	Belépés...
APPENDFILEMODE=	fájl hozzáadása mód
RAMPMINLIMITLEN=	Minimális vonalhossz lineáris transzformációban
DOUBLECURVE=	Hiperbolikus mód
BYHOUR=	óránkénti
DISABLERESORT=	A válogatás tiltása
WIDTHTHRESHOLD=	szélességi küszöb
MENU_SORT_MODE=	Rendezési mód beállításai
REDUCEPOINT=	Pontok automatikus kivonása
LIMITLENGTH=	határhossz
SINGLEPTDELAY=	Egypontos intervallum késleltetés
CALCFROMSUNDAY=	Az első vasárnaptól számítva
REGISTERVARIABLE=	regiszter változó
SETPARAMMODE=	Állítsa be a paraméter üzemmódot
INT=	egész szám
FLOAT=	lebegőpontos szám
TIMEBASECOUNT=	időalap számlálás
SLICEENTONLYMARKONELAYER=	A szeletelt objektumok feldolgozása rétegenként történik
DISLOCKSIGNAL=	Reteszelő indítójel letiltása
ENSURECOMPLETEPRODUCT=	Garanciális termék teljes védjegy vége
DISEXTLASERWHEN_CHANGEPEN=	A lézerparaméterek módosítása a toll paramétereinek módosítása során tilos
PRJMAXZLEN=	Maximális függőleges vonalhossz
DXFUNITISUTF8=	A DXF fájlok UTF8 kódolásúak
DISABLESHOWPROGDLG=	A mozgásfolyamat párbeszédpanel megjelenítésének letiltása
ENABLECHANGECURVEDIR=	A görbe irányának automatikus megváltoztatása, ha a megmunkálás engedélyezett
ENCHECKLASERSTATEWHENMARKING=	Engedélyezze a lézer állapotának ellenőrzését a feldolgozás során
INVALIDUSERNAME=	Érvénytelen felhasználónév
IDLETIME=	Intervallumok
AXISPULSEWIDTH=	Tengelymozgás impulzusszélesség
COPYSTL=	STL másolása
PASTESTL=	Illessze be az STL-t
GALVOXYDELAY=	Galvo XY késleltetés
SAVEOUTPORTWHENPOWEROFF=	Mentse a kimenetet kikapcsolt állapotban
NOTCHECKSTARTPORTWHENMARKING=	Az indítóport nem kerül ellenőrzésre a feldolgozás során
ENABLE_CHECK_MARKINGRANGE=	Megmunkálási tartomány ellenőrzésének engedélyezése
ERRID_MAKRSIZE_OUTRANGE=	jelölés mérete kívül esik a feldolgozási tartományon
ARC=	ív
INPUTSECONDSTARTPT=	Írja be a második pontot
MENU_LINEARCTOGGLE=	Vonal- és ívkapcsolás
NUMCHAREXTRACTSTR=	A karakterláncból kivont karakterek teljes száma
CHANGETEXT=	szöveges tartalom frissítése
NEWTEXT=	új szöveg
FEEDBACKMODE=	visszacsatolási mód
USEINTERNALCOR=	Használjon belső korrekciót
PILLOWFACTOR=	tűpárna együttható
PARALLELISMFACTOR=	Párhuzamos együttható
TRAPEZOIDFACTOR=	trapéz együttható
BIDIRCOMPLEN=	Kétirányú kompenzációs hossz
ENABLEHWWOBBLE=	engedélyezze a hardveres rezgést
WOBBLEFREQ=	Jitter frekvencia
UNLOCK=	kinyit
MAXROWSOFEXPORTFILE=	A kimeneti fájl sorainak maximális száma
ENMARK=	engedélyezze a feldolgozást
ALIASNAME=	álnév
TOWOBBLECURVE=	Jitter út a görbéhez
REFINEBOTTOMEDGEOFMESH=	Bontsa ki a felület alsó határát
DISCHANGECHARWIDTH=	A karakterszélesség módosításának letiltása
ENCODERABSWAP=	Az AB kódoló cserélhető
INFO_CODE49=	A 49-es kód egy többrétegű, folyamatos, változó hosszúságú vonalkód szimbólum. A 49-es kód mind a 128 ASCII karaktert képviselheti. Minden Code 49 vonalkód szimbólum 2-8 rétegből áll, mindegyik rétegben 18 vonal és 17 szóköz van.
INFO_CODE16K=	A Code 16K vonalkód egy többrétegű, folyamatos, változó hosszúságú vonalkód szimbólum, amely a teljes ASCII-karakterkészlet 128 karakterét és a kiterjesztett ASCII-karaktereket képes reprezentálni. UPC és Code128 karaktereket használ. Egy 16 rétegű Code 16K szimbólum 77 ASCII karaktert vagy 154 numerikus karaktert jelenthet.
CHANGEDIAMETER=	változtassa meg az átmérőt
ENDDIAMETER=	végátmérő
SNTEXTPLUS=	sorszám+1
SNTEXTMINUS=	sorozatszám-1
SNTEXTRESET=	A sorozatszám visszaállítása
CURVEFOLLOWMOVE=	görbe követi a mozgást
CONTMODEUSESELFPORT=	A folyamatos üzemmód saját bemenetet használ
ENABLESPLITGAP=	Split Gap engedélyezése
ENABLELISTCMD=	list parancs engedélyezése
XCOMPFACTO=	X irányú kompenzációs együttható
STARTPTJUMPLEN=	Kezdőpont ugrás hossza
XCOMPFACTOR=	X kompenzációs tényező
OUTPUTIOSTATE=	kimeneti port állapota
DEVICESTATUSLAMP=	Eszköz állapotjelző lámpa
	
CLEAR=	takarítani
EXTENDSIZE=	Bővítési méret
INCLAYERCOUNT=	Intervallum rétegek
FOCUSOFFSET=	Defókusz mennyisége
EDGETYPE=	szegély típusa
EDGEBOX=	téglalap szegély
ORIGINCONTOUR=	eredeti vázlat
CONVEXHULLCONTOUR=	vázlat
MESHZOOM=	Felületi méretezés
ENABLEINTERDOLOOP=	Belső megmunkálási ciklusok használata
ENABLEXITPROCESS=	Engedélyezze a kilépési feldolgozási módot
OFFSETINSIDE=	Eltolás befelé
DELETEALL=	mindet törölni
ENABLEAPMMODE=	Engedélyezze az APM módot
PWMDUTYCYCLE=	PWM munkaciklus
